{
  "DESCRIPTION": {
    "PARKING_INFO": "주차안내",
    "SUBWAY": "지하철",
    "SUBJECT_CD": "분류",
    "CONTENTS": "내용",
    "LO": "경도",
    "TEL_NO": "전화번호",
    "LA": "위도",
    "FREE_YN": "유무료구분",
    "ENTR_FEE": "이용요금",
    "REG_DATE": "등록일시",
    "BUS": "버스",
    "OPERATING_TIME": "운영시간",
    "MOD_DATE": "수정일시",
    "ADDR": "주소",
    "URL": "홈페이지 URL",
    "NUM": "번호",
    "TITLE": "장소명"
  },
  "DATA": [
    {
      "lo": "126.987867837993",
      "tel_no": "02-3455-9277, 9288",
      "bus": "Namsan Circulation Bus No. 01A, 01B * Private vehicles are restricted to protect the Namsan Park ecosystem.",
      "contents": "<p>Namsan Seoul Tower is Korea's first comprehensive transmission tower combining efficient broadcast transmission with traditional Korean aesthetics. It was built to support the future of broadcast culture and tourism.</p>\n<p>Like many iconic towers around the world, Namsan Seoul Tower has served as a landmark of Seoul and one of Korea’s top tourist attractions for over 40 years.</p>\n<p>With its height and unique structure visible from all over the city, it has become a beloved symbol among citizens and a must-visit spot for both domestic and international tourists. Recently, it has gained popularity as a filming location for various Korean dramas and entertainment programs.</p>\n<p>(Source: Namsan Seoul Tower Website)</p>\n<p>In addition to the observatory, visitors can enjoy walking through Namsan Park, riding the Namsan Cable Car, or trekking along the Namsan Dulle-gil while taking in panoramic night views of Seoul.</p>",
      "operating_time": "Open year-round * Operating hours vary by facility",
      "addr": "105, Namsan Gongwon-gil, Yongsan-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1717513200000,
      "url": "https://www.seoultower.co.kr/",
      "free_yn": "Free",
      "entr_fee": "No entrance fee for Namsan Park (observatory and other facilities may charge separately)",
      "num": 1,
      "title": "Namsan Seoul Tower",
      "subway": "Subway Line 4, Hoehyeon Station Exit 3, walk from there",
      "mod_date": 1719215999000,
      "la": "37.5511225714939",
      "parking_info": null
    },
    {
      "lo": "127.006677513121",
      "tel_no": "(Info) 02-2128-2800",
      "bus": "In front of Jangchung Gymnasium 02-201 (Seoul) N13, 144, 301, 7212 / In front of Jangchung Gymnasium 02-202 (Seoul) N13, 144, 301, 7212 / Dongguk Univ. Entrance, Jangchung-dong 02-222 (Seoul) 05, 02, 03",
      "contents": "<p>Opened on February 1, 1963, Jangchung Gymnasium is Korea's first indoor sports arena, located in Jangchung-dong, Jung-gu, Seoul. It has two basement levels and three floors above ground, with a total floor area of 11,399.2㎡ and a seating capacity of 4,507.</p>\n<p>The main facilities include the main gymnasium, a sub-gymnasium, and multipurpose rooms. Additional amenities such as a convenience store and a café are also available. To the west lies Jangchungdan Park, to the south is Hotel Shilla, and Dongho-ro runs from the southeast to the northwest of the venue.</p>\n<p>The exterior is circular with a domed roof, standing at a height of 26.53 meters. The circular court inside supports volleyball, basketball, and handball games. With its central court, the venue ensures excellent visibility by preventing blind spots from any seating area thanks to its well-designed lower movable and upper fixed seats around the court.</p>",
      "operating_time": "Weekdays: 9:00 AM - 6:00 PM / Weekends: Hours vary depending on events or matches",
      "addr": "241, Dongho-ro, Jung-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718759850000,
      "url": "http://www.sisul.or.kr/open_content/jangchung/",
      "free_yn": "Paid",
      "entr_fee": "Varies depending on event or match",
      "num": 2,
      "title": "Jangchung Gymnasium",
      "subway": "Subway Line 3, Dongguk Univ. Station Exit 5 (direct access to gymnasium)",
      "mod_date": 1733897502000,
      "la": "37.5586406607183",
      "parking_info": "Use the north-side parking lot of the gymnasium  * No general parking available during events"
    },
    {
      "lo": "126.958588093172",
      "tel_no": "(Park Info) 02-820-9258",
      "bus": "Dongjak Silver Center stop, get off at Heukseok-dong Hyosajeong, 5 minutes on foot",
      "contents": "<p>Yongyangbongjeojeong was a royal pavilion built during the Joseon Dynasty for King Jeongjo to rest after crossing the Han River on his pilgrimage to the tomb of his father, Crown Prince Sado, in Hwaryeongwon, Suwon. Its name means 'A dragon plays and a phoenix soars.' It was designated as Seoul Tangible Cultural Property No. 6 on May 25, 1972.</p>\n<p>Just a 5-minute walk uphill from the pavilion leads to the Yongyangbongjeojeong Park observatory, a well-known spot offering panoramic night views of Seoul.</p>",
      "operating_time": "No operating hour restrictions",
      "addr": "San 3-9, Bon-dong, Dongjak-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718763352000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 3,
      "title": "Yongyangbongjeojeong Park",
      "subway": "Line 9 Nodeul Station Exit 3, 20 minutes on foot",
      "mod_date": 1733897575000,
      "la": "37.5118003827004",
      "parking_info": "5-minute walk from Yongyangbongjeojeong Park Parking Lot"
    },
    {
      "lo": "126.99522255388881",
      "tel_no": "02-762-4868",
      "bus": "Get off at Changyeonggung Station, walk from there",
      "contents": "<p>Changyeonggung Palace was built by King Seongjong to house his three queens in the former location of Suganggung Palace.</p>\n<p>Originally, in 1418 (the 18th year of King Sejong's reign), King Sejong built Suganggung Palace at the site. Later, in 1483 (the 14th year of King Seongjong's reign), Seongjong expanded Suganggung significantly for his three queens: Queen Jeonghui (the wife of King Sejo), Queen Sohae (the wife of King Deokjong), and Queen Ansun (the wife of King Yejong). The palace was renamed Changyeonggung, and it became part of the larger complex of East Palace (Donggwol), used mainly by the royal family. Changyeonggung was destroyed during the Japanese invasions of Korea in 1592 (the 25th year of King Seonjo's reign) and was rebuilt in 1616 (the 8th year of King Gwanghaegun's reign). Most of the buildings were destroyed in a fire in 1830 (the 30th year of King Sunjo's reign) but were rebuilt four years later.</p>\n<p>However, in 1907, when Emperor Sunjong ascended the throne, a zoo and botanical garden were established within Changyeonggung, causing the palace to lose its original function. In 1911, the Japanese renamed the palace Changyeongwon (Changyeong Garden), turning it into a public park and severely damaging its structure. After the Korean liberation in 1945, the name was restored to Changyeonggung in 1983, and restoration work began to return the palace to its original form. Unlike other palaces which face south, the main gate and throne hall of Changyeonggung are oriented to the east.</p>\n<p>(Source: Cultural Heritage Administration of Korea)</p>",
      "operating_time": "Tue-Sun 09:00-21:00 * Closed every Monday, operating hours may vary by season",
      "addr": "185, Changyeonggung-ro, Jongno-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718192640000,
      "url": "https://royal.khs.go.kr/cgg",
      "free_yn": "Paid",
      "entr_fee": "Adult 1,000 KRW, free for those wearing Hanbok",
      "num": 4,
      "title": "Changyeonggung Palace",
      "subway": "Subway Line 4, Hyehwa Station Exit 4, walk from there",
      "mod_date": 1719477146000,
      "la": "37.579412935392185",
      "parking_info": null
    },
    {
      "lo": "127.078770241307",
      "tel_no": "02-450-9311",
      "bus": "Get off at 'Sejong University' bus stop",
      "contents": "<p>Seoul Children's Grand Park, located in front of the Neungdong Gate, features Seoul Sangsangnara and the Circular Plaza.</p>\n<p>During the day, these facilities serve as spaces where children can play, experience, and learn through activities. The Circular Plaza, located outside, has circular benches where people can enjoy playing, resting, and relaxing.</p>\n<p>As night falls, the park transforms into a new experience for visitors. After passing through Neungdong Gate, visitors are greeted by a massive mural illuminated with starry constellations that light up the night sky. Both children and couples visiting the park can sit comfortably on the circular benches, enjoying the charm of the park even more.</p>\n<p>The landscape lighting on the exterior walls will operate from sunset until 10:00 PM.</p>",
      "operating_time": "05:00-22:00 (Open year-round)",
      "addr": "216, Neungdong-ro, Gwangjin-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718761785000,
      "url": "https://www.sisul.or.kr/open_content/childrenpark/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 5,
      "title": "Seoul Sangsangnara at Seoul Children's Grand Park",
      "subway": "Line 7, Children's Grand Park Station, Exit 1",
      "mod_date": 1733897722000,
      "la": "37.5520117940291",
      "parking_info": "Operating hours: 05:00 - 22:00"
    },
    {
      "lo": "126.99103378705136",
      "tel_no": "02-3668-2300",
      "bus": "Get off at 'Changdeokgung' bus stop and walk",
      "contents": "<p>Changdeokgung (昌德宮) is the most Korean palace in harmony with nature and is a UNESCO World Heritage-listed palace.</p>\n<p>Changdeokgung (昌德宮) was originally built in 1405 (5th year of King Taejong) as a secondary palace to Gyeongbokgung, the main palace. It was destroyed during the Japanese invasion in 1592 (25th year of King Seonjo) and was the first palace to be rebuilt in 1610 (2nd year of King Gwanghaegun). It served as the main palace for over 270 years until the reconstruction of Gyeongbokgung in 1867. In particular, the building Heungbokheon, attached to the main hall Daejojeon, is known as the place where the decision to annex Korea was made in 1910. The Nakseonje area was the last residence of the Korean Imperial family after liberation, where Queen Sunjeong (the second wife of King Sunjong), the wife of Crown Prince Eui-min, and Princess Deokhye (the daughter of King Gojong) passed away.</p>\n<p>The rear garden (Huwon) was first created in 1406 (6th year of King Taejong) to the north of the palace and expanded in 1463 (9th year of King Sejo). It was destroyed during the Japanese invasion but was restored and expanded with additions like Okryucheon, Gyeonggak, Ju-habru, Aeryeonji, and Yeon-gyeongdang from the reign of King Injo to King Sunjo, creating a harmonious space for both political activity and royal relaxation.</p>\n<p>Changdeokgung and Changgyeonggung were referred to as the 'Donggyeol' (Eastern Palace) without clear boundaries. Unlike other palaces, Changdeokgung was built in harmony with the surrounding landscape, earning the reputation as the most Korean palace. It was inscribed as a UNESCO World Heritage site in 1997.</p>\n<p>(Source: Cultural Heritage Administration, Royal Palaces and Historic Sites)</p>",
      "operating_time": "Tuesday–Sunday 09:00–18:00 * Closed every Monday, varying operating hours by season",
      "addr": "99, Yulgok-ro, Jongno-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718192604000,
      "url": "https://royal.cha.go.kr/cdg",
      "free_yn": "Paid",
      "entr_fee": "Adults 3,000 KRW, Free for visitors wearing Hanbok",
      "num": 6,
      "title": "Changdeokgung",
      "subway": "Line 1, Jongno 3-ga Station, Exit 6, walk",
      "mod_date": 1733897926000,
      "la": "37.57950279094907",
      "parking_info": null
    },
    {
      "lo": "126.928686496763",
      "tel_no": "Yeouido Information Center: 02-3780-0566, General Contact: 02-3780-0652",
      "bus": "Get off at Yeouido Full Gospel Church or Yeouido Park bus stop and walk",
      "contents": "<p>The Yeouido Water Fountain Plaza is located at the entrance from Yeouido Park to the Han River and is a representative water play facility of Seoul. The design utilizes the landscape to visualize the flow of water, creating a space where various experiences and views can be enjoyed.</p>\n<p>The nighttime lighting illuminates the bottom of the water to create a starry effect, and it has become a popular space for people to listen to, feel, touch, and observe the water, creating a waterfront experience.</p>\n<p>The facility is 40m x 196m with a water depth of 15cm, providing a space to experience the beauty of nature and water in the urban environment, and offering a great view of the Han River. It's an ideal family outing destination with a variety of performances.</p>\n<p>We hope you create many memories with your family and friends in the heart of the city.</p>",
      "operating_time": "Peak season (July-August): Every 30 minutes, 12:00–21:00 (10 sessions) / Off-season (April–June, September–October): 12:00, 17:00, 18:00, 19:00, 20:00 (5 sessions)",
      "addr": "84-9 Yeouido-dong, Yeongdeungpo-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192778000,
      "url": "https://hangang.seoul.go.kr/www/contents/861.do?mid=854",
      "free_yn": "Free",
      "entr_fee": null,
      "num": 7,
      "title": "Yeouido Han River Park Water Fountain Plaza",
      "subway": "Line 5, Yeouinaru Station, Exit 1 or 2, walk",
      "mod_date": 1719378483000,
      "la": "37.5312466908117",
      "parking_info": null
    },
    {
      "lo": "127.065983191885",
      "tel_no": "02-3780-0517",
      "bus": "Bus stop in front of Noyu Entrance (2014), Jayan Entrance (2221, 2222, 2415)",
      "contents": "<p>The Han River Story Exhibition Hall is the only exhibition hall dedicated to the history and cultural value of the Han River, where visitors can experience and enjoy the Han River’s stories in their everyday life.</p>",
      "operating_time": "Closed on Mondays / Tuesday to Friday: 9:00–18:00 / Saturday to Sunday: 9:00–20:00",
      "addr": "2202 Gangbyeonbuk-ro, Gwangjin-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192899000,
      "url": "http://www.j-bug.co.kr",
      "free_yn": "Free",
      "entr_fee": null,
      "num": 8,
      "title": "Ttukseom Jabeolle (Han River Story Exhibition Hall)",
      "subway": "Line 2, Jayan (Ttukseom Han River Park) Station, Exit 3",
      "mod_date": 1719477120000,
      "la": "37.5308773153076",
      "parking_info": "Ttukseom Han River Park Parking Lot"
    },
    {
      "lo": "126.97871950992457",
      "tel_no": "02-2290-7111~3 (Cheonggyecheon General Situation Room)",
      "bus": "Get off at City Hall. Seoul Newspaper Office (02137, 02706) / Main: 101, 150, 501, 506, 708 / Branch: 1711, 7016 / Circular: 01A",
      "contents": "<p>Cheonggyecheon, located in the heart of the city, opened on October 1, 2005, and has become a world-class attraction, visited by more than 10 million citizens and tourists annually.</p><p>Various cultural events centered around Cheonggye Plaza, and the chance to meet a wide variety of plants and animals throughout the stream, provide a joyful and pleasant experience.</p>",
      "operating_time": "Open 24 hours, year-round (Access restricted during rain or when rain is forecasted)",
      "addr": "1, Taepeongno 1-ga, Jung-gu, Seoul",
      "subject_cd": "Park/Plaza",
      "reg_date": 1718192159000,
      "url": "https://www.sisul.or.kr/open_content/cheonggye/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 9,
      "title": "Cheonggyecheon",
      "subway": "From Subway Line 5, Gwanghwamun Station, Exit 5, walk about 60 meters / From Subway Line 1 or 2, City Hall Station, Exit 4, walk about 300 meters",
      "mod_date": 1719879545000,
      "la": "37.56915554121704",
      "parking_info": "There is no dedicated parking lot at Cheonggye Plaza. Please use public transportation or nearby parking lots."
    },
    {
      "lo": "127.03489368057885",
      "tel_no": "02-120",
      "bus": "(North side) Get off at Ttukseom Seoul Forest bus stop and walk, (South side) Get off at Apgujeong Middle/High School bus stop and walk",
      "contents": "<p>Seongsu Bridge is a Han River bridge connecting Seongsu-dong in Seongdong-gu and Apgujeong-dong in Gangnam-gu. It has a total length of 1,160 meters and is 8 lanes in both directions. It was the first bridge to consider the appearance of the structure, and the Gerber truss bridge structure allows for a broad view of the river surface, creating a scenic view of the Han River.</p><p>The lighting on Seongsu Bridge expresses vibrant colors and infinite possibilities. The bridge has transformed into a more beautiful structure after collapsing and being reconstructed.</p><p>(Source: Seoul City and Future Han River Headquarters, Information Communication Plaza website)</p>",
      "operating_time": "Lighting on 30 minutes after sunset to 23:00 off",
      "addr": "484, Oksoo-dong, Seongdong-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192207000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": null,
      "num": 10,
      "title": "Seongsu Bridge",
      "subway": "(North side) Subway Line 2, Ttukseom Station, Exit 8, walk / (South side) Subway Line 3, Apgujeong Station, Exit 1, walk",
      "mod_date": 1719477077000,
      "la": "37.53617802719353",
      "parking_info": null
    },
    {
      "lo": "126.935734355376",
      "tel_no": "(Scenic Lighting Information) 02-300-8404 (Mapo Bridge Information) 02-2133-1978",
      "bus": "(North side) Get off at Gangbyeon Hansin Coa bus stop and walk / (South side) Get off at Yeouido Park bus stop and walk",
      "contents": "<p>Mapo Bridge is a Han River bridge connecting Yonggang-dong in Mapo-gu and Yeouido-dong in Yeongdeungpo-gu. It has a total length of 1,390 meters and is 10 lanes wide in both directions.</p><p>(Source: Seoul City Website Han River Bridges Status)</p><p>The scenic lighting of Mapo Bridge uses 'warm light with healing and uplifting' as a theme, creating a bright and warm atmosphere. The primary color is 'warm white,' and high-visibility, clear LED lights are used, which can be seen well from surrounding roads such as Gangbyeonbuk-ro and Olympic-daero. The lighting color harmonizes with the Yeouido Hangang Park lights.</p><p>(Source: Seoul City Inner Hand Seoul website and media press release ('21. 06.))</p>",
      "operating_time": "Lighting on 30 minutes after sunset to 23:00 off",
      "addr": "85-2, Yeouido-dong, Yeongdeungpo-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718759572000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 11,
      "title": "Mapo Bridge",
      "subway": "(North side) Subway Line 5, Mapo Station, Exits 1, 4, 15-minute walk / (South side) Subway Line 5, Yeouinaru Station, Exit 2, 17-minute walk",
      "mod_date": 1733898539000,
      "la": "37.5324287051867",
      "parking_info": null
    },
    {
      "lo": "126.88981563725",
      "tel_no": "Nanjiseo Center 02-3780-0611",
      "bus": "Get off at Mapo-gu Office Station bus stop and walk",
      "contents": "<p>The Nanjihan River Park Mirror Fountain has a diameter of 60 meters. When the fountain is not in operation, the water in the 12,300 m² reservoir (with a depth of 3 cm) forms a mirror pond. The harmony between the static and dynamic fountains is particularly beautiful, with the water reflecting the surrounding scenery to create a stunning view. The Mirror Fountain, along with the autumn sunset and the silver grass field at Haneul Park, is one of Seoul’s most popular destinations for family outings.</p>",
      "operating_time": "Peak season (July-August): (every hour on the hour, 20 minutes) 12:00 - 21:00 (10 sessions) Off-peak season (April-June, September-October): (every session 20 minutes) 12:00, 17:00, 18:00, 19:00, 20:00 (5 sessions)",
      "addr": "1536-1, Sangam-dong, Mapo-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718763130000,
      "url": "https://hangang.seoul.go.kr/www/facility/map.tab?srchCd=9054",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 12,
      "title": "Nanjiseo Mirror Fountain",
      "subway": "Subway Line 6, Mapo-gu Office Station, Exits 7 and 6, then walk",
      "mod_date": 1733898665000,
      "la": "37.5599345342961",
      "parking_info": null
    },
    {
      "lo": "126.970850893942",
      "tel_no": "02-3780-0551~4",
      "bus": "Get off at Ichon-dong Han River Mansion, Dongbu Ichon-dong, Hangang Bridge Observatory Cafe bus stops and walk",
      "contents": "<p>Ichon Han River Park is located on the northern side of the Han River between the Jungnangcheon Bridge and the Wonhyo Bridge. It is a popular spot for walking and jogging, with reeds, silver grass, and cosmos blooming each season along the riverbank. The park features various sports facilities, such as a youth plaza, X-Games area, international-standard inline skating rink, basketball court, tennis court, and gateball court, making it a versatile leisure and sports destination. Additionally, the park offers a water training center for individuals, students, and workers to experience and train in water sports.</p><p>The park is also home to the Gangbyeon water channel, rice fields, silver grass fields, and various sculptures from the Han River Art Park, creating a harmonious landscape where nature and art can be enjoyed together. Particularly, the quiet riverside walking trail offers scenic views of the sunset and night views, with landmarks like Nodeul Island, the Han River Railroad Bridge, and the Yeouido skyline in the background.</p>",
      "operating_time": "Always open",
      "addr": "62, Ichon-ro 72-gil, Yongsan-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192101000,
      "url": "https://hangang.seoul.go.kr/www/contents/660.do?mid=458",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 13,
      "title": "Ichon Han River Park",
      "subway": "Line 4, Gyeongui-Jungang Line Ichon Station, Exit 4, 500m walk",
      "mod_date": 1733898689000,
      "la": "37.517820588578",
      "parking_info": null
    },
    {
      "lo": "126.98043243063",
      "tel_no": "02-120, 02-3783-5900",
      "bus": "Get off at Hilton Hotel, Baekbeom Plaza (towards Hilton Hotel) bus stop and walk",
      "contents": "<p>The Seoul City Wall in Namsan Park stretches from the back road of Jangchung Gymnasium to Namsan Park. The section of the wall that was destroyed during the Japanese occupation has been mostly restored through preservation and renovation projects since the 1970s, as well as the restoration of Namsan’s original landscape in the mid-1990s.</p>",
      "operating_time": "Open all year round",
      "addr": "1-44, Hyoja-dong, Jung-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718762072000,
      "url": "https://parks.seoul.go.kr/template/sub/namsan.do",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 14,
      "title": "Namsan Park Baekbeom Plaza - Seoul City Wall",
      "subway": "Line 4, Myeongdong Station, Exit 4, walk",
      "mod_date": 1733898815000,
      "la": "37.5550484830696",
      "parking_info": null
    },
    {
      "lo": "126.949411135441",
      "tel_no": "(Park Information) 02-813-2130",
      "bus": "Get off at the Sayuksin Park bus stop and walk",
      "contents": "<p>Sayuksin Park is a park located on a hill between Hangang Bridge and Noryangjin Station, surrounding the Sayuksin Tomb (Seoul Cultural Heritage No. 8). The park spans an area of 49,401㎡ and offers a great view of the Han River Bridge from the top of the hill.</p>",
      "operating_time": "No operating restrictions",
      "addr": "191, Noryangjin-ro, Dongjak-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718763481000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 15,
      "title": "Sayuksin Park",
      "subway": "Line 1, Noryangjin Station, Exit 2, 10-minute walk / Line 9, Nodeul Station, Exit 1, 10-minute walk",
      "mod_date": 1719381613000,
      "la": "37.5134579901091",
      "parking_info": null
    },
    {
      "lo": "126.884431803276",
      "tel_no": "(Lighting Information) 02-2657-7965 (World Cup Bridge Information) 02-2133-1962",
      "bus": "(North side) Get off at World Cup Park Entrance (Cultural Base Facility Entrance) bus stop and walk / (South side) Get off at Yeongdeungpo Arisu Water Treatment Center bus stop and walk",
      "contents": "<p>World Cup Bridge is a Han River bridge connecting Sangam-dong, Mapo-gu and Yangpyeong-dong, Yeongdeungpo-gu. The total length is 1,980m and the bridge has six lanes for traffic.</p><p>It is a new light network connecting Gangnam and Gangbuk, with distinctive features compared to other Han River bridges. To enhance visibility from a distance, white floodlights are used, and color effects are applied to reflect the seasons.</p><p>The lighting system consists of floodlights for the main towers and cables, while the bridge deck sides are highlighted with strut EDGE lights. The partial color changes represent the dynamic image of the city.</p>",
      "operating_time": "Lighting up 30 minutes after sunset, turning off at 23:00",
      "addr": "1541, Sangam-dong, Mapo-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718763910000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 16,
      "title": "World Cup Bridge",
      "subway": "(North side) Exit 2, 3 at World Cup Stadium Station, Line 6, walk / (South side) Exit 1 at Sinmokdong Station, Line 9, Exit 2 at Yeomchang Station, walk",
      "mod_date": 1733898868000,
      "la": "37.5573505544798",
      "parking_info": null
    },
    {
      "lo": "126.895031420115",
      "tel_no": "02-376-8410",
      "bus": "Get off at Cultural Reserve Facility bus stop and walk",
      "contents": "<p>[From Oil to Culture]</p><p>Culture Reserve Facility, located near the Seoul World Cup Stadium in Mapo-gu, is a cultural park that was once a petroleum reserve in the industrial era. This facility was closed to the public but has been revitalized through urban regeneration, returning to the citizens.</p><p>The tanks that once stored oil have now been transformed into cultural spaces, with the original five tanks serving as open cultural venues. T6, made from dismantled tank steel plates, has become a community space. The previously empty outdoor space has been turned into a cultural yard where children can play. The site's forest has been preserved as much as possible, and various types of flowers and trees have been planted to create a park. The walking trail leading up to Maebongsan mountain sometimes offers a chance to encounter wild rabbits and squirrels.</p>",
      "operating_time": "Outdoor park open 24 hours, Tanks T1~T6 open Tuesday-Sunday 10:00-18:00 (closed on Mondays)",
      "addr": "87, Jeungsan-ro, Mapo-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718192312000,
      "url": "https://parks.seoul.go.kr/template/sub/culturetank.do",
      "free_yn": "Free",
      "entr_fee": null,
      "num": 17,
      "title": "Culture Reserve Facility",
      "subway": "Exit 2 and 3 at World Cup Stadium Station, Line 6, walk 10 minutes",
      "mod_date": 1730197178000,
      "la": "37.5703466887615",
      "parking_info": null
    },
    {
      "lo": "126.975359779271",
      "tel_no": "02-779-8547",
      "bus": "Get off at Sungnyemun or Namdaemun Market bus stop and walk",
      "contents": "<p>Sungnyemun (崇禮門) is the southern gate of Hanyang Fortress, completed in 1398 (the 7th year of King Taejo).</p><p>The construction of Sungnyemun began in 1396 (the 5th year of King Taejo) after the foundation of the Joseon Dynasty in 1392, and was completed in 1398. It underwent several repairs in 1448 (the 30th year of King Sejong), 1479 (the 10th year of King Seongjong), and 1868 (the 5th year of King Gojong). The name 'Sungnye' is derived from the Confucian virtue of 'ritual (禮),' and it is said that the signboard was written by King Taejong's eldest son, Prince Yangnyeong. Sungnyemun is a two-story structure with five front and two side sections built in a pavilion style, with a rainbow-shaped arch in the middle of the stone walls. Its roof is a curved style, and the roof brackets are of the 'Dapo' style.</p><p>During the Joseon Dynasty, the gate was closed at night (around 10 p.m.) and opened in the morning (around 4 a.m.), with a bell ringing at the gate to announce the time. It was also a place where important national events, such as rituals for rain or drought, were held by the king. However, during the Korean Empire period, the left and right walls of the fortress were demolished, and it was damaged during the Korean War. It was restored in the 1960s, and after being severely damaged in a fire in February 2008, restoration work was completed in 2013. (Source: Cultural Heritage Administration)</p><p>* The exterior can be viewed even after the operating hours.</p>",
      "operating_time": "Tuesday-Sunday 09:00-18:00 * Closed every Monday",
      "addr": "40, Sejong-daero, Jung-gu, Seoul",
      "subject_cd": "Cultural/Sports",
      "reg_date": 1718192488000,
      "url": "https://royal.khs.go.kr/ROYAL/contents/menuInfo-sym.do?grpCode=sym",
      "free_yn": "Free",
      "entr_fee": null,
      "num": 18,
      "title": "Sungnyemun (Namdaemun)",
      "subway": "Exit 2 at City Hall Station, Line 1 or 2, and walk",
      "mod_date": 1719477160000,
      "la": "37.5599277853801",
      "parking_info": null
    },
    {
      "lo": "126.897273034482",
      "tel_no": "02-2128-2002",
      "bus": null,
      "contents": "<p>The Seoul World Cup Stadium was the site of the 2002 FIFA World Cup, where the whole nation came together and cheered. It is also one of the 10 most beautiful football stadiums in the world, according to the British football magazine 'World Soccer'.</p><p>Designed and constructed with excellent aesthetics and functionality, it is considered one of the top 10 football-specific stadiums in the world. The stadium’s unique roof structure is modeled after the yellow sailboats that used to travel along the Mapo Naroo. The design also incorporates traditional Korean symbols, such as the traditional 'soban' table, octagonal patterns, and the wish for peace symbolized by the flying kite.</p>",
      "operating_time": "09:00 ~ 18:00 * Varies during events/games on weekends",
      "addr": "240 World Cup-ro, Mapo-gu, Seoul",
      "subject_cd": "Cultural/Sports",
      "reg_date": 1719365967000,
      "url": "https://www.sisul.or.kr/open_content/worldcup/",
      "free_yn": "Paid",
      "entr_fee": "Stadium tour: 1,000 KRW * Varies depending on events/games",
      "num": 19,
      "title": "Seoul World Cup Stadium",
      "subway": null,
      "mod_date": 1730353177000,
      "la": "37.5682884450841",
      "parking_info": null
    },
    {
      "lo": "126.958036465507",
      "tel_no": "02-749-4500",
      "bus": "Get off at Nodeul Island bus stop and walk",
      "contents": "<p>Nodeul Island is an oval-shaped land located in the middle of the Han River, and its name is said to come from 'Nodol', meaning 'a stone where the white herons played'.</p><p>From the 1930s to the 1950s, Nodeul Island was a popular spot for citizens, known for its sandy beach and skating rink, and was the center of urban river culture. However, following the development plans for the Han River in the 1960s and 1970s, Nodeul Island became a forgotten island that was difficult to access.</p><p>In 2012, discussions began to restore the island as a space for rest and connection. In September 2019, Nodeul Island was reborn as a 'multi-cultural complex centered around music'.</p><p>Today, it is a space where people create memories together, surrounded by nature, relaxation, and culture, with beautiful memories made over time.</p>",
      "operating_time": "Tuesday-Friday 10:00-21:00, Weekends & Holidays 10:00-22:00",
      "addr": "445 Yangnyeong-ro, Yongsan-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1719367011000,
      "url": "https://nodeul.org/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 20,
      "title": "Nodeul Island Complex Cultural Space",
      "subway": "Exit 1 at Yongsan Station (Line 1) or Exit 3 at Sinyongsan Station (Line 4), take a bus to Nodeul Island. Walk 700m from Exit 2 at Nodeul Station (Line 9) towards Han River Bridge.",
      "mod_date": 1719798613000,
      "la": "37.5176638307111",
      "parking_info": "Paid parking (69 spots on the west side, 21 on the east side). Parking inquiries: 02-2105-2415. Public transportation is recommended due to limited parking."
    },
    {
      "lo": "126.976787992565",
      "tel_no": "02-120",
      "bus": "Get off at Sejong Center or KT Gwanghwamun Branch Bus Stop and walk",
      "contents": "<div><span style=\"font-size: 14pt;\">Gwanghwamun Square is a historical center where the Six Ministries of the Joseon Dynasty were located. You can experience various exhibitions and citizen participation programs.</span><span style=\"font-size: 14pt;\">It is a landmark for urban night views where you can enjoy the night scenery of Bukaksan Mountain, Gyeongbokgung Palace, the lighting in the square, and nearby media facades.</span></div>\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-size: 14pt;\">- 24-hour exhibition in the square</span></p>\r\n<p><span style=\"font-size: 14pt;\">- Fountain operation for water play (April–May, September–October 10:00~19:50, June–August 10:00~20:50)</span></p>\r\n<p><span style=\"font-size: 14pt;\">- AI docent available (supports 5 languages, <span style=\"color: #0935f6;\"><strong><a style=\"color: #0935f6;\" href=\"https://gwanghwamun.seoul.go.kr/qrContents/aiVoice/kr/aiDocent.do\" target=\"_blank\" rel=\"noopener\">Gwanghwamun AI Docent (seoul.go.kr)</a></strong></span>)</span></p>\r\n<p><span style=\"font-size: 14pt;\">- Nighttime walking tour program available (Seoul Tourism Foundation, foreign language support)</span></p>",
      "operating_time": "Open all year round",
      "addr": "172 Sejong-daero, Jongno-gu, Seoul, South Korea",
      "subject_cd": "Park/Square",
      "reg_date": 1718191593000,
      "url": "https://gwanghwamun.seoul.go.kr/",
      "free_yn": "Yes",
      "entr_fee": "Free",
      "num": 21,
      "title": "Gwanghwamun Square (Gwanghwamun)",
      "subway": "Walk from Exit 7 of Gwanghwamun Station, Line 5",
      "mod_date": 1733898939000,
      "la": "37.5716228232824",
      "parking_info": null
    },
    {
      "lo": "126.886318397942",
      "tel_no": "(Park Information) 02-300-5501 (Parking Information) 02-304-6678",
      "bus": "Take the Mungongyi electric car from Nanji Cheon Park to the top of Sky Park",
      "contents": "<div class=\"hwp_editor_board_content\" data-hjsonver=\"1.0\" data-jsonlen=\"7885\">\r\n<p>Formerly, World Cup Park was an island called Nanji, located along the Han River. Nanji was an ecological haven with clear water and abundant food. However, from 1978 to 1993, it was filled with 92 million tons of trash from Seoul citizens, transforming into the world's tallest trash mountain, a barren land plagued by leachate, foul odors, and flies. To revitalize Nanji, a stabilization project was initiated in 1996, and in May 2002, it was transformed into World Cup Park with four distinct areas, now being restored to a land teeming with diverse plants and animals.</p>\r\n<p>Sky Park is the highest point in World Cup Park, and it shows the transformation from a barren landfill to a natural park. In autumn, the silver pampas grass blooms spectacularly, and you can enjoy panoramic views of Bukhan Mountain, the Han River, and the beautiful landscape of Seoul. (Source: World Cup Park leaflet and website)</p>\r\n<p>■ Park Operating Hours</p>\r\n<div class=\"safeveiw_table\">\r\n<table class=\"table\"><caption>Park Operating Hours</caption>\r\n<thead>\r\n<tr>\r\n<th colspan=\"13\" scope=\"col\">Park Operating Hours</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr>\r\n<td>Category</td>\r\n<td>January</td>\r\n<td>February</td>\r\n<td>March</td>\r\n<td>April</td>\r\n<td>May</td>\r\n<td>June</td>\r\n<td>July</td>\r\n<td>August</td>\r\n<td>September</td>\r\n<td>October</td>\r\n<td>November</td>\r\n<td>December</td>\r\n</tr>\r\n<tr>\r\n<td>Opening Time</td>\r\n<td>07:00</td>\r\n<td>07:00</td>\r\n<td>06:00</td>\r\n<td>05:30</td>\r\n<td>05:00</td>\r\n<td>05:00</td>\r\n<td>05:00</td>\r\n<td>05:30</td>\r\n<td>05:30</td>\r\n<td>06:00</td>\r\n<td>06:30</td>\r\n<td>07:00</td>\r\n</tr>\r\n<tr>\r\n<td>Closing Time</td>\r\n<td>18:00</td>\r\n<td>18:00</td>\r\n<td>20:00</td>\r\n<td>20:00</td>\r\n<td>20:00</td>\r\n<td>20:30</td>\r\n<td>20:30</td>\r\n<td>20:30</td>\r\n<td>20:00</td>\r\n<td>19:00</td>\r\n<td>19:00</td>\r\n<td>18:00</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n</div>\r\n</div>",
      "operating_time": "Varies by month (see details in the park introduction below)",
      "addr": "95 Sky Park Road, Mapo-gu, Seoul, South Korea",
      "subject_cd": "Park/Square",
      "reg_date": 1717513200000,
      "url": "https://parks.seoul.go.kr/template/sub/worldcuppark.do",
      "free_yn": "Yes",
      "entr_fee": "Free",
      "num": 22,
      "title": "Sky Park (within World Cup Park)",
      "subway": "2 km walk from Exit 1 of World Cup Stadium Station (Line 6)",
      "mod_date": 1733897374000,
      "la": "37.5690794796181",
      "parking_info": "Operating hours 09:00 - 22:00 (free entry after hours)"
    },
    {
      "lo": "127.00984769474137",
      "tel_no": "(General Information) 02-2153-0000 (Parking Information) 02-2153-0141",
      "bus": "Get off at Dongdaemun History & Culture Park, Dongdaemun Design Plaza bus stop",
      "contents": "<p><span style=\"font-size: 14pt;\">Welcome to Dongdaemun Design Plaza (DDP) on its 10th anniversary! DDP is located in the heart of Seoul and is a symbol of innovative and future-oriented design, attracting global attention as a cultural and artistic hub. The space was designed by the world-renowned architect Zaha Hadid, setting a new standard in architecture and design.</span></p>\r\n<p><br /><span style=\"font-size: 14pt;\">DDP is famous for its unique design and architectural features. There are no straight lines to be found in the exterior or interior of the building, and all structures are organically connected, blurring the boundaries between nature and artificial objects. This design was realized using the mega-truss method, which allowed for the construction to be done without walls or columns. 45,133 exterior panels were made in various forms, making it a pioneering example that pushes the boundaries of architecture and engineering.</span></p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-size: 14pt;\">DDP is an important place that fosters exchanges in design, art, and culture. It shares creative ideas and trends through various exhibitions, events, and educational programs. With over 10 million visitors annually, it is a new cultural landmark in Seoul and offers endless inspiration to design enthusiasts.</span><br /><span style=\"font-size: 14pt;\">(Source: DDP Website)</span></p>",
      "operating_time": "10:00 AM ~ 8:00 PM (Operating hours may vary by space, see website for details)",
      "addr": "281 Euljiro, Jung-gu, Seoul, South Korea",
      "subject_cd": "Culture/Sports",
      "reg_date": 1717513200000,
      "url": "https://ddp.or.kr/",
      "free_yn": "Yes",
      "entr_fee": null,
      "num": 23,
      "title": "Dongdaemun Design Plaza (DDP)",
      "subway": "Dongdaemun History & Culture Park Station, Exit 1, 2",
      "mod_date": 1719379510000,
      "la": "37.56769968798189",
      "parking_info": null
    },
    {
      "lo": "126.976842133821",
      "tel_no": "02-3700-3900",
      "bus": "Get off at Gyeongbokgung Station and walk",
      "contents": "<p>Gyeongbokgung (景福宮) is the first royal palace of the Joseon Dynasty, founded in 1395, three years after the establishment of the Joseon Kingdom in 1392.</p>\r\n<p>Gyeongbokgung was built on a large scale, with buildings arranged across a wide area, and it was located in the center of Hanyang (modern-day Seoul), with Gwanghwamun as the main entrance. The name Gyeongbokgung means that the new dynasty would enjoy great prosperity and fortune. It was here that King Sejong created and promulgated the Hunminjeongeum (the original name for the Korean alphabet, Hangul).</p>\r\n<p>&nbsp;</p>\r\n<p>In 1592, during the Imjin War (Japanese invasions of Korea), Gyeongbokgung was destroyed. It was not restored until 270 years later, in 1867, during the reign of King Gojong. During the Gojong era, additional structures such as Geoncheonggung, Taewonjeon, and Jibokjae were built. Notably, the Okhoru of Geoncheonggung is the site where Queen Min was assassinated during the Eulmi Incident in 1895.</p>\r\n<p>&nbsp;</p>\r\n<p>After the Japanese annexation in 1910, Gyeongbokgung was intentionally damaged. In 1915, many of its buildings were demolished to make way for the Joseon Industrial Exhibition, and in 1926, the Japanese colonial government built the Government-General Building, which further damaged the palace's surroundings. Restoration of the palace began in earnest in the 1990s, and between 1995 and 1997, the Government-General Building was demolished, and the restoration of Gwanghwamun, Geoncheonggung, Taewonjeon, and the surrounding areas was completed, restoring the palace to its present form.</p>\r\n<p>(Source: Cultural Heritage Administration, Gungnang Yujeok Headquarters)</p>",
      "operating_time": "January to February, November to December: 09:00 AM - 05:00 PM, March to May, September to October: 09:00 AM - 06:00 PM, June to August: 09:00 AM - 06:30 PM",
      "addr": "161 Sajik-ro, Jongno-gu, Seoul, South Korea",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718192572000,
      "url": "https://royal.khs.go.kr/gbg",
      "free_yn": "Paid",
      "entr_fee": "Admission: 3,000 KRW for adults, free for those wearing hanbok",
      "num": 24,
      "title": "Gyeongbokgung Palace",
      "subway": "Gyeongbokgung Station, Line 3, Exit 5, walk",
      "mod_date": 1730353274000,
      "la": "37.5759040910202",
      "parking_info": null
    },
    {
      "lo": "126.968148438254",
      "tel_no": "02-120",
      "bus": null,
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">Seoul Media Canvas is a media art specialized platform that continuously displays artistic works made of electronic light, such as media art and video content, which can be enjoyed and empathized by citizens, expanding the realm of public media art.</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\">○ Operating Hours</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">- 18:00~23:00 (</span>Summer <span lang=\"EN-US\">19:00~23:00 / </span>Winter <span lang=\"EN-US\">17:00~23:00)</span></span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\">○ Exhibition Plan for 2025</span></p>\r\n<div class=\"table-wrap\">\r\n<table class=\"table\" style=\"border-collapse: collapse; width: 78.2423%; border-color: #000000; border-style: solid;\" border=\"2\"><caption>&nbsp;</caption>\r\n<thead>\r\n<tr>\r\n<th style=\"width: 24.3751%;\">Exhibition</th>\r\n<th style=\"width: 46.4498%;\">Exhibition Name</th>\r\n<th style=\"width: 20.2849%;\">Exhibition Dates</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr>\r\n<td style=\"width: 24.3751%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Spring Exhibition (Light)</span></p>\r\n</td>\r\n<td style=\"width: 46.4498%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Korean Video Society Cooperation Exhibition</span></p>\r\n<p><span style=\"font-size: 14pt;\">Media Art Artist Exhibition</span></p>\r\n<p><span style=\"font-size: 14pt;\">[Open Call] Nature Contest</span></p>\r\n</td>\r\n<td style=\"width: 20.2849%;\" valign=\"middle\">\r\n<p class=\"0\"><span lang=\"EN-US\" style=\"font-size: 14pt;\">3.21.~ 6.19.</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">(3</span> months)</span></p>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td style=\"width: 24.3751%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Summer Exhibition (Wave)</span></p>\r\n</td>\r\n<td style=\"width: 46.4498%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Illustration x Motion Graphic Exhibition</span></p>\r\n<p><span style=\"font-size: 14pt;\">Music Video Related Exhibition</span></p>\r\n<p><span style=\"font-size: 14pt;\">[Open Call] Nature Contest</span></p>\r\n</td>\r\n<td style=\"width: 20.2849%;\" valign=\"middle\">\r\n<p class=\"0\"><span lang=\"EN-US\" style=\"font-size: 14pt;\">6.21.~9.19.</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">(3</span> months)</span></p>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td style=\"width: 24.3751%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Fall Exhibition (Dream)</span></p>\r\n</td>\r\n<td style=\"width: 46.4498%;\" valign=\"middle\">\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">[</span>Open Call] New Artist Support Contest</span></p>\r\n<p><span style=\"font-size: 14pt;\">[Open Call] Nature Contest</span></p>\r\n</td>\r\n<td style=\"width: 20.2849%;\" valign=\"middle\">\r\n<p class=\"0\"><span lang=\"EN-US\" style=\"font-size: 14pt;\">9.21.~12.19.</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">(3</span> months)</span></p>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td style=\"width: 24.3751%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Winter Exhibition (Breath)</span></p>\r\n</td>\r\n<td style=\"width: 46.4498%;\" valign=\"middle\">\r\n<p><span style=\"font-size: 14pt;\">Animation Cooperation Exhibition</span></p>\r\n<p><span style=\"font-size: 14pt;\">Literature x Media Cooperation Exhibition</span></p>\r\n<p><span style=\"font-size: 14pt;\">[Open Call] Nature Contest</span></p>\r\n</td>\r\n<td style=\"width: 20.2849%;\" valign=\"middle\">\r\n<p class=\"0\"><span lang=\"EN-US\" style=\"font-size: 14pt;\">12.21.~2026.3.19.</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">(3</span> months)</span></p>\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n</div>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\">○ Directions</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">- </span>Subway: Chungjeongno Station (Lines 2, 5) Exit 5, walk about 500m</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">- </span>Bus: Get off at Son Gijeong Sports Park Entrance bus stop, walk from there.</span><br /><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">(</span>Main buses: 173, 261, 463, 604, Village Bus N16)</span></p>\r\n<p><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">- </span>Elevator: Use the No. 1 elevator in front of Woori Bank, Jungnim-dong branch to Mallidong Square, resting area side</span></p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-size: 14pt;\">○ For detailed exhibition information, visit the official page.</span></p>\r\n<p><a href=\"https://news.seoul.go.kr/culture/archives/category/cityscape-news_c1/media-art-seoul_c1/mediart-exhibit-platform-n1\" target=\"_blank\" rel=\"noopener\"><span style=\"font-size: 14pt;\">https://news.seoul.go.kr/culture/archives/category/cityscape-news_c1/media-art-seoul_c1/mediart-exhibit-platform-n1</span></a></p>\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-size: 14pt;\">○ Download the Seoul Media Canvas app to enjoy exhibition sounds.</span></p>\r\n<p><span style=\"font-size: 14pt;\">- Go to the App Store/Google Play Store &gt; Search for Seoul Media Canvas &gt; Download</span></p>\r\n<p>&nbsp;</p>",
      "operating_time": "18:00 -23:00",
      "addr": "215 Mallijae-ro, Jung-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1719293608000,
      "url": "https://www.instagram.com/mediaartseoul",
      "free_yn": "Yes",
      "entr_fee": "Free",
      "num": 25,
      "title": "Seoul Media Canvas",
      "subway": null,
      "mod_date": 1744875415000,
      "la": "37.5566331857979",
      "parking_info": null
    },
    {
      "lo": "126.97469099468877",
      "tel_no": "02-771-9951",
      "bus": "Get off at City Hall. Walk to Deoksugung Station.",
      "contents": "<p><span style=\"font-size: 14pt;\">Deoksugung is the royal palace of the Korean Empire declared in 1897, formerly known as Gyeongun-gung. Originally, Deoksugung was the residence of Prince Wolsan, the younger brother of King Seongjong, the 9th king of the Joseon Dynasty, and it was later inhabited by descendants of Prince Wolsan. In 1592, during the Imjin War (Japanese invasions of Korea), all the palaces in the capital were destroyed, and from 1593, it served as a temporary palace, known as Jeongneung-dong Haenggung. In 1611, it was officially named Gyeongun-gung and became a formal royal palace until Changdeokgung Palace was rebuilt, at which point it became a secondary palace. In 1897, Emperor Gojong declared the establishment of the Korean Empire and used Deoksugung as the imperial palace. The palace was expanded and formalized to match the scale of an imperial palace, with Western-style buildings being constructed alongside traditional Korean architecture. However, a major fire in 1904 destroyed many buildings, and in 1907, when Emperor Gojong was dethroned by the Japanese, the palace's name was changed to Deoksugung. After the Japanese occupation, the size of the palace was greatly reduced, and most of the buildings were demolished. At the same time, it was transformed into a park and lost its identity as a palace. Since then, efforts to restore Deoksugung have been ongoing, leading to its present appearance.<br /></span><span style=\"font-size: 14pt;\">(Source: Cultural Heritage Administration, Royal Palaces and Tombs Division)</span></p>\r\n<p><br /><span style=\"font-size: 14pt;\">At night, the buildings of Deoksugung are illuminated, showcasing its beautiful appearance. You can enjoy the stunning night view of the palace, including Seokjojeon, Jungwajeon, Hamnyeongjeon, Jungmyeongjeon, and the restored Dondeokjeon in 2023, as well as the nightscape of Seoul.</span></p>",
      "operating_time": "09:00~21:00 (Last entry at 20:00) * Closed on Mondays",
      "addr": "99 Sejong-daero, Jung-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1717513200000,
      "url": "https://royal.cha.go.kr/ROYAL/contents/menuInfo-dsg.do?grpCode=dsg",
      "free_yn": "Paid",
      "entr_fee": "Individual 1,000 KRW, Group (10 or more people) 800 KRW",
      "num": 26,
      "title": "Deoksugung",
      "subway": "Seoul Subway Lines 1 and 2, City Hall Station, Exit 2, walk",
      "mod_date": 1733897427000,
      "la": "37.5656250952955",
      "parking_info": null
    },
    {
      "lo": "126.997949287136",
      "tel_no": "Banpo Information Center 02-3780-0541~4, Operations Office 02-3780-0578",
      "bus": "Banpo Hangang Park, Banpo Bridge South Entrance Hangang Citizens Park Bus Stop, get off and walk",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">The Moonlight Rainbow Fountain is a core project of the Han River Renaissance, which started in June <span lang=\"EN-US\">2007</span> and officially opened in April <span lang=\"EN-US\">2009</span>. It was designed to combine the tranquil image of the Han River with the grandeur and dynamism of a bridge fountain. To cover the entire width of the Han River (approximately <span lang=\"EN-US\">700m</span>), a 1,140-meter section of the Banpo Bridge uses underwater pumps to spray water in sync with music. It doesn't just spray water; the program is designed to ensure that the background music and the fountain display harmonize beautifully, and at night, scenic lighting creates a magical view of the Han River.</span></p>\r\n<p class=\"0\">&nbsp;</p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">In</span> <span lang=\"EN-US\">November 7, 2008</span>, the Guinness World Records recognized it as the 'Longest Bridge Fountain in the World.' The performances during the opening ceremony, orchestra concert, dance presentation, and Grand Opening event proved that the Moonlight Rainbow Fountain has the potential to become a new cultural space and tourist attraction.</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\">The Moonlight Rainbow Fountain, the highlight of the Han River Renaissance, has become a new landmark of the Han River. It will be engraved in the hearts of citizens as a beautiful space where love, music, and scenery blend together, creating a place for unforgettable memories and a new cultural experience.</span></p>\r\n<p class=\"0\">&nbsp;</p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">Operating Hours:</span> Each show lasts 20 minutes<br />&nbsp;- Peak season (July-August) 12:00, 19:30, 20:00, 20:30, 21:00, 21:30</span></p>\r\n<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">&nbsp;- Off-season (April-June, September-October) 12:00, 19:30, 20:00, 20:30, 21:00</span></span></p>",
      "operating_time": "Peak season (July-August) 12:00, 19:30, 20:00, 20:30, 21:00, 21:30, Off-season (April-June, September-October) 12:00, 19:30, 20:00, 20:30, 21:00",
      "addr": "647 Banpo-dong, Seocho-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1717513200000,
      "url": "https://hangang.seoul.go.kr/www/contents/856.do?mid=849",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 27,
      "title": "Banpo Bridge Moonlight Rainbow Fountain",
      "subway": "Subway Line 3, 7, 9 - Express Bus Terminal Station, Exit 8-1, 8-2, walk to the destination",
      "mod_date": 1733897469000,
      "la": "37.5145518124606",
      "parking_info": null
    },
    {
      "lo": "127.078770241307",
      "tel_no": "02-450-9311",
      "bus": "'Children's Grand Park Rear Entrance Achasan Station' or 'Sejong University' bus stop, get off and walk",
      "contents": "<p class=\"0\"><span lang=\"EN-US\">1. </span>Seoul Children's Grand Park Octagonal Pavilion (Palgakdang) Hill Plaza</p>\r\n<p class=\"0\">The Octagonal Pavilion (Palgakdang) Hill Plaza is the highest point in Seoul Children's Grand Park. Due to the height restrictions in the surrounding area, even a small climb offers a panoramic view of the park and the city’s nightscape. At night, indirect lighting adds to the romantic and emotional atmosphere.</p>\r\n<p class=\"0\"><span lang=\"EN-US\">2. </span>Seoul Children's Grand Park Dream Narae Garden</p>\r\n<p class=\"0\">Walking a bit further past the Dream Maru building, you will encounter the unique and charming barrier-free integrated garden 'Dream Narae Garden'. With spacious and comfortable flooring, tables for resting, and benches, this is a perfect place to slowly stroll and enjoy the evening ambiance.</p>\r\n<p class=\"0\"><span lang=\"EN-US\">3. </span>Seoul Children's Grand Park Fine Dust Reduction Forest</p>\r\n<p class=\"0\">A picnic space created with 1,000 trees that help reduce fine dust, in collaboration with Lotte Home Shopping and the Environment Foundation. Especially at night, a globe made from upcycled plastic bottle caps is illuminated, making the park a representative nighttime photo zone.</p>",
      "operating_time": "5:00 AM to 10:00 PM (Open year-round)",
      "addr": "216 Neungdong-ro, Gwangjin-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718760488000,
      "url": "https://www.sisul.or.kr/open_content/childrenpark/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 28,
      "title": "Seoul Children's Grand Park Octagonal Pavilion Hill Plaza",
      "subway": "Line 5 Achasan Station Exit 4, Line 7 Children's Grand Park Station Exit 1",
      "mod_date": 1733897539000,
      "la": "37.5520117940291",
      "parking_info": "Operating hours: 5:00 AM - 10:00 PM"
    },
    {
      "lo": "127.105516076607",
      "tel_no": "(Scenic lighting information) 02-2040-0367, (Olympic Bridge information) 02-2133-1954",
      "bus": "(North) Get off at Prime Apartment Bus Stop, walk to the location / (South) Get off at Pungnap Toseong Seoseongbyeok Bus Stop, walk to the location",
      "contents": "<p class=\"0\">Olympic Bridge is a Han River bridge connecting Gubeundong in Gwangjin-gu and Pungnap-dong in Songpa-gu. Its total length is 1,470 meters, and it has 6 lanes for traffic.</p>\r\n<p class=\"0\"><span lang=\"EN-US\">(</span>Source: Seoul City Website - Han River Bridges Information<span lang=\"EN-US\">)</span></p>\r\n<p class=\"0\">The scenic lighting of Olympic Bridge was created under the theme of 'New Millennium Light' to commemorate the 24th Seoul Olympic Games. It features flame imagery symbolizing the Olympic torch, and displays the five colors representing the Olympic rings.</p>\r\n<p class=\"0\">The central tower is surrounded by 12 strands of suspension cables on each side, totaling 24 cables along the bridge's centerline. The height of the tower is 88 meters, symbolizing the '88 Seoul Olympics'. The tower is composed of four pillars under the torch-shaped sculpture, representing the four seasons and four directions.</p>\r\n<p class=\"0\"><span lang=\"EN-US\">(</span>Source: Seoul City Website and Press Release ('21. 06.))</p>",
      "operating_time": "November to April: Lighting 30 minutes after sunset until 23:00 / May to October: Lighting 30 minutes after sunset until 24:00",
      "addr": "250-1 Sincheon-dong, Songpa-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718764130000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 29,
      "title": "Olympic Bridge",
      "subway": "(North) 21-minute walk from Gangbyeon Station Exit 1 / (South) 37-minute walk from Gangdong-gu Office Station Exit 4",
      "mod_date": 1733897605000,
      "la": "37.535968547207",
      "parking_info": null
    },
    {
      "lo": "126.995962256954",
      "tel_no": "1566-3433",
      "bus": "Get off at the southern bus stop of Banpo Bridge, walk to the location",
      "contents": "<p class=\"0\">Three shining islands that will beautifully illuminate the Han River,</p>\r\n<p class=\"0\">Sebit Island is a complex cultural space created as a landmark where visitors can enjoy a unique riverside culture in the heart of Seoul. It is the world's first floating structure, built on pontoons that allow buildings to float on water. Sebit Island consists of three shining islands that beautifully light up the Han River, and Yebit, which screens various videos and content.</p>\r\n<p class=\"0\">Sebit Island aims to be both an elegant and a comfortable space for those visiting the Han River. It symbolizes the daily life of Seoul citizens, reflecting the beauty of both Seoul and the Han River. Chabit is the brilliant light that opens a vibrant day, rising from the east. Solbit shines from the highest point, illuminating everything around it like the midday sun. Gabit shines beautifully and elegantly at sunset, marking the end of the day. The media art gallery Yebit will become a place of art that reflects the soft moonlight of the night.</p>\r\n<p class=\"0\"><span lang=\"EN-US\">(</span>Source: Sebit Island Website<span lang=\"EN-US\">)</span></p>",
      "operating_time": "Varies by individual facility",
      "addr": "2085-14, Olympic-daero, Seocho-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718191647000,
      "url": "https://www.somesevit.co.kr/",
      "free_yn": "Paid",
      "entr_fee": "Free admission available, separate charges for individual facilities",
      "num": 30,
      "title": "Sebit Island",
      "subway": "Walk from Exit 8-1 of Subway Lines 3, 7, and 9",
      "mod_date": 1733897634000,
      "la": "37.5124362037118",
      "parking_info": null
    },
    {
      "lo": "126.893953718935",
      "tel_no": "02-332-7500",
      "bus": "Get on the Mapo 16 bus at the bus stop in front of Exit 1 of Hapjeong Station (Lines 2, 6) and get off at 'Mangwon Yusuji, Mapo Citizens' Sports Center' bus stop, then walk for 7 minutes",
      "contents": "<p class=\"0\">During the Joseon Dynasty, the Han River developed commercial activities around the ferry terminals, and in order to secure the transport of goods and protect the entrance to Hanseong (modern-day Seoul), five military stations were set up along the river (Yanghwajin, Noryangjin, Dongjakjin, Hangangjin, Songpajin) with the placement of naval forces.</p>\\r\\n<p class=\"0\">In particular, Yanghwajin (楊花鎭) was a military stronghold where the king personally conducted and observed military training at Mangwonjeong, near the present-day location of Seoul Ham Park. The park is home to the retired warship \"Seoulham,\" which served as a marine defense vessel for 30 years, as well as three other decommissioned warships, including the \"Chamsuri\" fast attack boat and a dolphin-class submarine, making it the first naval-themed park in Seoul.</p>\\r\\n<p class=\"0\">Additionally, the \"Great Sunset Han River Project\" is being carried out in conjunction with the development of Seoul Ham Park as a sunset viewing spot, where a special Sunset View Deck has been built to enhance the park's appeal.</p>",
      "operating_time": "Summer (March - October) weekdays 10:00 AM - 7:00 PM / weekends and holidays 10:00 AM - 8:00 PM; Winter (November - February) weekdays 10:00 AM - 6:00 PM / weekends and holidays 10:00 AM - 6:00 PM",
      "addr": "407, Mapo Narugil, Mapo-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718191951000,
      "url": "https://www.seoulbattleshippark.com/",
      "free_yn": "Paid",
      "entr_fee": "Adults 3,000 KRW / Teenagers, Soldiers 2,000 KRW / Children 1,000 KRW (Facility entrance fee, free for park visitors)",
      "num": 31,
      "title": "Seoul Battleship Park",
      "subway": "Get on the Mapo 09 bus at the bus stop in front of Exit 1 of Mangwon Station (Line 6), get off at 'Hangang Park Entrance' bus stop, then walk for 7 minutes",
      "mod_date": 1733897674000,
      "la": "37.5557880616618",
      "parking_info": "Operating hours 06:00 AM - 12:00 AM (Paid parking), Inquiries 070-7778-6678"
    },
    {
      "lo": "127.008253028696",
      "tel_no": "(Park Info) 02-3783-5900, 02-743-7985 (Parking Info) 070-8955-7426",
      "bus": "Get off at Nak-san Park (Nak-san Samgeori direction), Hyehwa Station Maronie Park bus stop, and walk",
      "contents": "<p class=\"0\">The Seoul Hanyangdoseong (Seoul City Wall) was constructed to protect the capital Hanyang (modern-day Seoul) from external invasions, connecting the inner mountains (Bukaksan, Inwangsan, Namsan, Naksan) with an approximately 18.2 km long wall.</p>\\r\\n<p class=\"0\">The Naksan section of the Hanyangdoseong trail stretches 2.1 km from Hyehwamun to Naksan and Heunginjimun.</p>\\r\\n<p class=\"0\">Walking along the path next to the city wall, visitors can enjoy a panoramic view of Seoul, and behind the Catholic University, visitors can observe the different shapes of the stones used in the construction of the wall, which vary depending on the time of construction.</p>",
      "operating_time": "Open year-round",
      "addr": "173 Naksan Seonggwak-seo-gil, Jongno-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718762276000,
      "url": "https://parks.seoul.go.kr/template/sub/naksan.do",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 32,
      "title": "Naksan Park - Hanyangdoseong Wall Trail",
      "subway": "10-minute walk from Exit 2 of Hyehwa Station (Line 4)",
      "mod_date": 1743559852000,
      "la": "37.579840084989",
      "parking_info": "Open year-round (26 general parking spaces, 1 for disabled)"
    },
    {
      "lo": "126.976168275947",
      "tel_no": "02-120",
      "bus": "Get off at Sejong Center, KT Gwanghwamun Branch bus stop and walk",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">Atelier Gwanghwa is a media gallery created on the exterior of the Sejong Center.</span></p>\\r\\n<p class=\"0\"><span style=\"font-size: 14pt;\">The name 'Atelier' means an artist's studio in French, and 'Gwanghwa' refers to Gwanghwamun, the center of history and art, symbolizing the creation of a rich cultural and artistic space at Gwanghwamun Square Media Facade.</span></p>\\r\\n<p class=\"0\"><span style=\"font-size: 14pt;\">From sunset to 11 PM, delicate and magnificent media art works are displayed on the walls of the Sejong Center, accompanied by beautiful sounds, providing an emotional experience for visitors to Gwanghwamun Square.</span></p>\\r\\n<p class=\"0\"><span style=\"font-size: 14pt;\">Exhibitions featuring outstanding domestic and international artists, including invited and curated exhibitions, will be held throughout the year.</span></p>",
      "operating_time": "Sunset to 23:00",
      "addr": "175 Sejong-daero, Jongno-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718762471000,
      "url": "https://www.instagram.com/mediaartseoul/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 33,
      "title": "Atelier Gwanghwa",
      "subway": "10-minute walk from Exit 7 of Gwanghwamun Station (Line 5)",
      "mod_date": 1744262204000,
      "la": "37.5718478584908",
      "parking_info": null
    },
    {
      "lo": "126.90710358297696",
      "tel_no": "(Scenic Lighting Guide) 02-6311-9745 (Dangsan Bridge Guide) 02-6110-5588",
      "bus": "(North end) Get off at Yanghwajin Sacred Site bus stop and walk. (South end) Get off at Dangsan Station bus stop and walk.",
      "contents": "<p><span style=\"font-size: 14pt;\">Dangsan Bridge is a railway bridge connecting Dangsan Station and Hapjeong Station on Seoul Subway Line 2. The total length is 1,360m.</span></p>\\r\\n<p><span style=\"font-size: 14pt;\">(Source: Seoul City Website - Han River Bridges)</span></p>\\r\\n<p>&nbsp;</p>\\r\\n<p><span style=\"text-decoration: underline; font-size: 14pt;\">Design Concept</span></p>\\r\\n<p><span style=\"font-size: 14pt;\">Symbolizing the vitality of nature and a fast and safe bridge.</span></p>\\r\\n<p><span style=\"font-size: 14pt;\">The green color symbolizes [Green Network Bridge].</span></p>\\r\\n<p><span style=\"font-size: 14pt;\">(Source: The scenic lighting facilities were designed according to the Seoul Design Guidelines from 2011, and the initial design concept was introduced under the 2003 Seoul Design Guidelines.)</span></p>",
      "operating_time": "30 minutes after sunset until 23:00 (off)",
      "addr": "80-3 Yeouido-dong, Yeongdeungpo-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192069000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": null,
      "num": 34,
      "title": "Dangsan Bridge",
      "subway": "(North end) 30-minute walk from Exit 7 of Hapjeong Station (Line 2), (South end) 10-minute walk from Exit 4 of Dangsan Station (Lines 2, 9)",
      "mod_date": 1719378693000,
      "la": "37.54021916440686",
      "parking_info": null
    },
    {
      "lo": "126.976168275947",
      "tel_no": "(Information) 02-399-1000",
      "bus": "Get off at Sejong Center bus stop and walk.",
      "contents": "<p class=\"0\">Sejong Center is a cultural institution established by the city of Seoul and is one of the city's major cultural and artistic organizations. It was completed in 1978 and re-established as a foundation in 1999, serving as the birthplace of Korean performing arts and a hub for Seoul's performing arts scene. Sejong Center began as U-Nam Hall in 1961, succeeded the Citizens' Hall which was destroyed by fire in 1972, and was officially opened on April 14, 1978. It was recognized as one of the world's leading performance venues and served as the gateway to international performing arts. In the 1970s and 80s, it was a cradle for Korean fine arts.</p><p class=\"0\">In this way, Sejong Center has remained a living history of Korean performing arts and a cherished space for people who love the arts. For over 20 years, it has maintained its reputation as a representative cultural institution of Korea. In 1999, in anticipation of the 21st century, it was re-established as a foundation to make another leap forward. The establishment of the Sejong Foundation was a turning point in promoting private cultural and artistic activities with an emphasis on creativity and autonomy, marking the first step toward the globalization of Korean culture and arts. Following that, Sejong Center went through several renovations including the Sejong Grand Theater, Sejong Chamber Hall, Sejong M Theater, and the addition of the Art Hall. Through various cultural events such as \"Art with Us,\" Sejong Center continues to serve as the cultural hub of Seoul. It will always be a place where the citizens of Seoul can come together, offering spaces for creativity and performance while inspiring the public with beauty and pride.</p><p class=\"0\">Sejong Center's mission is to expand access to cultural enjoyment and contribute to cultural development, enhancing cultural welfare for citizens. It is committed to creating a landmark for the citizens' happiness through cultural and artistic management.</p>",
      "operating_time": "Varies by month",
      "addr": "175, Sejong-daero, Jongno-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718764371000,
      "url": "https://www.sejongpac.or.kr",
      "free_yn": "Paid",
      "entr_fee": "Varies by program",
      "num": 35,
      "title": "Sejong Center",
      "subway": "3-minute walk from Exit 1 and 8 of Gwanghwamun Station (Line 5)",
      "mod_date": 1733897811000,
      "la": "37.5718478584908",
      "parking_info": "Sejongno Parking Lot"
    },
    {
      "lo": "126.962182447512",
      "tel_no": "(Scenic Lighting Information) 02-3284-5436",
      "bus": "(North side) Get off at Hangang Bridge North End or LG Uplus bus stop and walk / (South side) Get off at Nodeul Station Exit 4 bus stop and walk.",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">Hangang Bridge is a Han River bridge connecting Yongsan-gu Han Gang-ro and Dongjak-gu Bon-dong. It is 1,680 meters long and has 8 lanes in both directions.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">(Source: Seoul City Website Han River Bridge Status)</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">Hangang Bridge is the first pedestrian bridge across the Han River, built after the Han River Railway Bridge in 1900. The arch-shaped bridge features scenic lighting with a theme of 'Soft and White Sea,' using 'Yellow' as the primary color, which gives a warm and gentle feeling.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">In harmony with the surrounding roads, cold cathode lights with strong visual beauty are used for the arch part. The bridge can be viewed from Nodeul Island, located in the center of the Han River.</span></p>",
      "operating_time": "Lights on 30 minutes after sunset, off by 23:00",
      "addr": "1-11, Icho-ro 29-gil, Yongsan-gu, Seoul",
      "subject_cd": "Public Facilities",
      "reg_date": 1718764588000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 36,
      "title": "Hangang Bridge",
      "subway": "(North side) 15-minute walk from Exit 2 and 3 of Sin-Yongsan Station (Line 4) / (South side) 10-minute walk from Exit 2 and 3 of Nodeul Station (Line 9)",
      "mod_date": 1733897841000,
      "la": "37.5276608637794",
      "parking_info": null
    },
    {
      "lo": "126.98138294783693",
      "tel_no": "(Scenic lighting information) 02-3284-5436",
      "bus": "(North side) Get off at Geumgang Hospital or Bando Apartment bus stop and walk, (South side) Get off at Dongjak Station or National Cemetery bus stop and walk",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\"><strong>Dongjak Bridge is a Han River bridge connecting Ichon-dong in Yongsan-gu and Dongjak-dong in Dongjak-gu. The total length is 1,330m, with a six-lane road.</strong></span></p><p class=\"0\"><span style=\"font-size: 14pt;\">(Source: Seoul City website Han River Bridges Status)</span></p><p class=\"0\"><span style=\"font-size: 14pt;\"><!-- [if !supportEmptyParas]-->&nbsp;<!--[endif]--></span></p><h2 class=\"0\"><span style=\"font-size: 14pt;\"><span style=\"background-color: #f1c40f;\"><span style=\"color: #169179;\">The scenic lighting of Dongjak Bridge uses the theme 'Happy Future', with a bright and hopeful feel, using 'pure white' as the main color.</span></span></span> The blue-toned steel structure harmonizes naturally with the blue Han River, and the beauty of the scenic lighting can be appreciated from places such as the Han River Observatory and Sunset Café.</h2><p class=\"0\"><span style=\"font-size: 14pt;\">The lighting uses HQI (halogen lamp) lights with a soft white tone, creating harmony with surrounding facilities.</span></p>",
      "operating_time": "Lighting on 30 minutes after sunset ~ Turn off at 23:00",
      "addr": "385, Ichon-dong, Yongsan-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718768086000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 37,
      "title": "Dongjak Bridge",
      "subway": "(North side) 20 minutes walk from Ichon Station, Subway Line 4, Exit 3-1 / (South side) 10 minutes walk from Dongjak Station, Subway Line 4, Exit 2",
      "mod_date": 1733897869000,
      "la": "37.51007066016623",
      "parking_info": null
    },
    {
      "lo": "126.973699316136",
      "tel_no": "02-2184-8800, 02-120",
      "bus": "5 minutes walk from City Hall, Seosomun Government Complex Bus Stop",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">Seoul Museum of Art is a museum where everyone can meet and experience art. The Seosomun Main Building, located in the heart of Jeongdong, which holds traces of modern and contemporary Seoul history, harmoniously combines the Renaissance-style old Supreme Court building with modern architecture. The museum offers a variety of programs, including exhibitions, education, screenings, workshops, performances, and talks, as well as SeMA Cafe+, an art bookstore, lobby spaces, and an outdoor sculpture park, providing a wide range of art experiences for all.</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">The Seosomun Main Building harmonizes the front of the Renaissance-style old Supreme Court building with the modern building in the rear. It was built in 1928 by the Japanese as the Gyeongseong District Court on the site where Korea's first court, the Pyongriwon (Hanseong Court), was located. After the liberation, it served as the Supreme Court until 1995, and then became the Seoul Museum of Art in 2002 after the Supreme Court moved to Seocho-dong.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">(Source: Seoul Museum of Art website)</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">The front of the building and the museum's walking paths offer a special experience, allowing visitors to feel the timeless beauty and modern atmosphere of the place.</span></p>",
      "operating_time": "Tue-Fri 10:00~20:00 / Sat, Sun, Holidays in summer 10:00~19:00, in winter 10:00~18:00 * Closed: January 1, every Monday",
      "addr": "61, Deoksugung-gil, Jung-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718264506000,
      "url": "https://sema.seoul.go.kr/",
      "free_yn": "Free",
      "entr_fee": "Free (Special exhibitions are paid)",
      "num": 38,
      "title": "Seoul Museum of Art Seosomun Main Building",
      "subway": "5 minutes walk from City Hall Station, Subway Line 1, 2, Exits 1, 10, 11, 12",
      "mod_date": 1733898724000,
      "la": "37.5641060692766",
      "parking_info": null
    },
    {
      "lo": "126.83284283132",
      "tel_no": "02-2104-9716",
      "bus": "Get off at Gyeomjae Jeongwon Art Museum or Magoknaroo Station bus stops, then walk",
      "contents": "<p class=\"0\">Seoul Botanic Park is a park-based botanic garden where the garden and park are organically combined, presenting a vision of a sustainable green city, Seoul. It aims to grow by exchanging and propagating plants, with a goal to hold over 8,000 plant species through collaboration with domestic and international institutions.</p><p class=\"0\">&nbsp;</p><p class=\"0\">Seoul Botanic Park is divided into 4 main areas (Open Forest, Lake Garden, Wetland Garden, Thematic Garden), each with its unique characteristics, allowing visitors to experience four distinct themes within the garden. Notably, the exhibition greenhouse in the Thematic Garden is a unique concave dish-shaped greenhouse, showcasing self-growing plants from 12 cities located in tropical and Mediterranean climates, where visitors can experience plants and plant cultures that reflect the characteristics of each climate zone.</p>",
      "operating_time": "Summer (March–October): 09:30–18:00 (Last admission 17:00) / Winter (November–February): 09:30–17:00 (Last admission 16:00) * Closed every Monday",
      "addr": "161 Magokdong-ro, Gangseo-gu, Seoul",
      "subject_cd": "Park/Plaza",
      "reg_date": 1718759248000,
      "url": "https://botanicpark.seoul.go.kr/",
      "free_yn": "Paid",
      "entr_fee": "Thematic Garden (Greenhouse & Thematic Garden) paid, Open Forest, Lake Garden & Wetland Garden free",
      "num": 39,
      "title": "Seoul Botanic Park",
      "subway": "10-minute walk from Yangcheonhyangyo Station (Subway Line 9) Exit 8 / Magoknaroo Station (Subway Line 9, Airport Railroad) Exits 3, 4 for Open Forest",
      "mod_date": 1744280752000,
      "la": "37.5722444079878",
      "parking_info": "Operating hours: 08:00 - 22:00 (Free access after operating hours)"
    },
    {
      "lo": "126.97602682975977",
      "tel_no": null,
      "bus": "3-minute walk from Deoksugung Bus Stop",
      "contents": "<p class=\"0\">Deoksugung Stone Wall Road refers to the stone wall that forms the outer wall of Deoksugung Palace.</p><p class=\"0\">&nbsp;</p><p class=\"0\">It is a representative example of a pedestrian-friendly road, where the road has been narrowed and the sidewalk widened. Walking along this historic stone wall path, you can encounter various modern and contemporary cultural heritage sites such as Seoul Museum of Art, Jeongdong Theater, Jungmyeongjeon, and the path of King Gojong.</p><p class=\"0\">This road offers beautiful views throughout all seasons—spring, summer, autumn, and winter—and is considered one of the best walking paths in Seoul.</p><p class=\"0\">&nbsp;</p><p class=\"0\">The area is illuminated at night, offering a stunning night view.</p><p class=\"0\">Despite being located in the busy city center of Seoul, it is a place where you can take a short break.</p>",
      "operating_time": "Open year-round",
      "addr": "99 Sejong-daero, Jung-gu, Seoul",
      "subject_cd": "Street/Village",
      "reg_date": 1718192521000,
      "url": null,
      "free_yn": "Paid",
      "entr_fee": null,
      "num": 40,
      "title": "Deoksugung Stone Wall Road",
      "subway": "5-minute walk from City Hall Station (Subway Line 1, 2) Exit 2",
      "mod_date": 1742893677000,
      "la": "37.564976656898445",
      "parking_info": null
    },
    {
      "lo": "127.112687934633",
      "tel_no": "02-476-0722",
      "bus": "2nd Parking Lot, Gwangnaru Hangang Park (Gangdong-gu Cheonho-dong 483-8), 3rd Parking Lot, Gwangnaru Hangang Park (Songpa-gu Pungnap-dong 49-2)",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\"><span lang=\"EN-US\">[</span>Into the Space of Culture and Art]</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">Gwangjin Bridge No. 8 is a viewpoint under the bridge, one of only three in the world.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">It serves as a cultural space where performances and exhibitions are held, providing a space for citizens to enjoy cultural experiences and relax in a beautiful setting.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">This space invites you to enjoy a variety of cultural content through the combination of these spectacular views, performances, and exhibitions.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">Monthly themed performances and exhibitions make this place a delightful sensory experience for your eyes, ears, and other senses.</span></p><div class=\"table-wrap\"><table class=\"table\" style=\"border-collapse: collapse; border-width: 1px;\" border=\"1\"><caption>Operating Hours</caption><thead><tr><th colspan=\"13\" scope=\"col\">Operating Hours</th></tr></thead><tbody><tr><td>January</td><td>Closed</td><td>Closed</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>Closed</td></tr><tr><td>February</td><td>Closed</td><td>Closed</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>12:00</td><td>Closed</td></tr><tr><td>Closing Time</td><td>Closed</td><td>Closed</td><td>18:00</td><td>20:00</td><td>20:00</td><td>20:00</td><td>20:00</td><td>20:00</td><td>20:00</td><td>20:00</td><td>18:00</td><td>Closed</td></tr></tbody></table></div>",
      "operating_time": "April to October (12:00 PM - 8:00 PM), March, November (12:00 PM - 6:00 PM)",
      "addr": "527-2 Cheonho-dong, Gangdong-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718192826000,
      "url": "https://riverview8.co.kr/rv/html/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 41,
      "title": "Gwangjin Bridge No. 8",
      "subway": "15-minute walk from Gwangnaru Station (Subway Line 5), 15-minute walk from Cheonho Station (Subway Line 5)",
      "mod_date": 1733898316000,
      "la": "37.5451462595072",
      "parking_info": null
    },
    {
      "lo": "126.867088741096",
      "tel_no": "1666-3102",
      "bus": "Dongyang Mirae University Bus Stop, Guro Seongsim Hospital Bus Stop",
      "contents": "<p class=\"0\"><span lang=\"EN-US\">Opened in 2015, the Gocheok Sky Dome is the first dome baseball stadium in Korea where sports and culture coexist. It has established itself as Korea's premier complex sports and cultural facility, where you can enjoy sports and cultural events throughout the year.</span></p><p class=\"0\"><span lang=\"EN-US\">The dynamic appearance of the stadium, symbolizing the flow of energy with the baseball flying fast and the harmony of nature and the city, is streamlined and silvery, making it easily recognizable from afar. Notably, the 'wave of light' created by the landscape lighting, which symbolizes the new transformation of the Anyangcheon stream, harmonizes with the surroundings.</span></p><p class=\"0\"><span lang=\"EN-US\">In front of the stadium, you can see the baseball-shaped sculpture (named Dynamic Wave), which represents the curves and dynamic energy generated during the game, and the handprinting zone where 20 legendary Korean baseball players participated.</span></p><p class=\"0\"><span lang=\"EN-US\">Additionally, the pedestrian plaza created in an elevated form between Anyangcheon and Gocheok Bridge offers a relaxing space for citizens to enjoy a view of the Anyangcheon stream.</span></p>",
      "operating_time": "Year-round",
      "addr": "430 Gyeongin-ro, Guro-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718760124000,
      "url": "https://www.sisul.or.kr/open_content/skydome/",
      "free_yn": "Paid",
      "entr_fee": "Admission fee applies during events",
      "num": 42,
      "title": "Gocheok Sky Dome",
      "subway": "Guil Station (Line 1), Exit 2",
      "mod_date": 1733898565000,
      "la": "37.4982125677913",
      "parking_info": null
    },
    {
      "lo": "127.078770241307",
      "tel_no": "02-450-9311",
      "bus": "'Children's Grand Park Back Gate Achasan Station' Bus Stop",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">A 240-meter section from the entrance road of the back gate of Seoul Children's Grand Park to Achasan Station Square has been developed into the 'Cultural Flow Back Gate Linear Park'.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">This previously general walking path has been reborn as a 'Cultural Street' where busking spaces are operated regularly, and a variety of cultural contents are provided day and night. Particularly at night, landscape lighting using tree lights, indirect lights, and shadow lights will create a beautiful scene, transforming it into a space where you can feel the unique atmosphere of the night, offering a different charm from the daytime. The 'Back Gate Linear Park', developed in May 2024, will serve as a comfortable resting and walking space for the citizens of Seoul and a cultural attraction.</span></p>",
      "operating_time": "05:00~22:00 (Open year-round)",
      "addr": "216 Neungdong-ro, Gwangjin-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718760293000,
      "url": "https://www.sisul.or.kr/open_content/childrenpark/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 43,
      "title": "Seoul Children's Grand Park Back Gate Linear Park",
      "subway": "Achasan Station (Line 5), Exit 4",
      "mod_date": 1733898608000,
      "la": "37.5520117940291",
      "parking_info": "Operating hours: 05:00 - 22:00"
    },
    {
      "lo": "127.073807096279",
      "tel_no": "02-3780-0521, 02-3780-0652",
      "bus": "Get off at 'Jayang 4-dong Community Center' / 'Sinja Elementary School' bus stop, walk to the location",
      "contents": "<p class=\"0\">The musical fountain installed at Ttukseom Hangang Park (30m in diameter, 15m in height) is a ground-type musical fountain that blends well with the spacious waterside plaza, effectively utilizing the characteristics of the surrounding area.</p><p class=\"0\">The Ttukseom musical fountain has become a landmark along the Han River, where powerful water jets are released in sync with various music genres, including trot and popular songs, while enjoying the refreshing river breeze.</p><p class=\"0\">This unique space, where you can feel the beautiful ambiance of the Han River, features a star-shaped design when viewed from above. The fountain can also transform into various types, such as a mist fountain, ginkgo leaf fountain, and swing fountain, making it a beloved water facility among the citizens of Seoul.</p><p class=\"0\">The dazzling fountain and diverse music at the Ttukseom Hangang Park musical fountain will create special memories for visitors.</p>",
      "operating_time": "Peak season (July-August): 12:00 - 21:00 (every hour for 20 minutes, 10 times); Off-peak season (April-June, September-October): 12:00, 17:00, 18:00, 19:00, 20:00 (5 times)",
      "addr": "435 Jayang-dong, Gwangjin-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192735000,
      "url": "https://hangang.seoul.go.kr/www/contents/859.do?mid=852#none",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 44,
      "title": "Ttukseom Musical Fountain",
      "subway": "Get off at 'Jayang Station' (Line 7), Exit 2, walk to the location",
      "mod_date": 1733897956000,
      "la": "37.5278618984384",
      "parking_info": "Not available"
    },
    {
      "lo": "127.10290138635898",
      "tel_no": null,
      "bus": null,
      "contents": "<p class=\"0\">Every fall and winter, you can experience a unique light festival at Seokchon Lake. This festival, known as 'Luminarie', uses light bulbs to decorate sculptures. Since the introduction of the Luminarie concept in 2022, the festival has received increasing attention and popularity each year.</p><p class=\"0\">Last year, the main Luminarie installation at the entrance of the east side of Seokchon Lake, decorated with 20,000 bulbs, featured six arch-shaped sculptures using the 'Galleria' technique, creating a stunning light tunnel that captured the hearts of many. Additionally, there was a firefly lighting path, which gave the illusion of thousands of fireflies settling down, and media art depicting the cute characters of Songpa's 'HahaHoho' were enjoyed by many visitors.</p><p class=\"0\">The Luminarie festival starts with an opening ceremony and a celebration performance, followed by a variety of cultural performances and experiences over the opening weekend, such as magic shows, bubble shows, busking, flea markets, and food trucks. During the festival, visitors can enjoy a walk along the lakeside path bathed in beautiful lights, experiencing the deepening autumn nights with colorful leaves or the sparkling winter nights covered in snow.</p><p class=\"0\">※ 'Autumn and Winter of the Lake and Luminarie (2024)' : October 25, 2024 - February 28, 2025.</p>",
      "operating_time": "17:30~22:30 (Luminarie festival lighting time)",
      "addr": "22-6 Jamsil-dong, Songpa-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718192944000,
      "url": "https://www.songpa.go.kr/culture/detailInfo.do?key=3796&resrceCd=CT0155-1030773&",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 45,
      "title": "Seokchon Lake Luminarie (Songpa Naru Park)",
      "subway": "Subway Line 2 and 8, Jamsil Station",
      "mod_date": 1734051019000,
      "la": "37.509081251676484",
      "parking_info": "Not available"
    },
    {
      "lo": "127.01914464062273",
      "tel_no": "02-120",
      "bus": "(North side) Get off at the bus stop at Oksoo Samsung Apartment and walk, (South side) Get off at the bus stop at Kwanglim Church and Hyundai High School and walk",
      "contents": "<p class=\"0\">Dongho Bridge is a Han River bridge connecting Oksoo-dong in Seongdong-gu and Apgujeong-dong in Gangnam-gu. It is 1,220 meters long and consists of 4 lanes in each direction.</p><p class=\"0\">The landscape lighting of Dongho Bridge is shaped like the Taegeuk, symbolizing Korea in the world. The construction of Dongho Bridge has made it much easier to travel from Gangnam to Gangbuk.</p><p class=\"0\">(Source: Seoul City and Seoul Future Han River Headquarters website)</p>",
      "operating_time": "30 minutes after sunset until 23:00 (lights off)",
      "addr": "86 Oksoo-dong, Seongdong-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718192275000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 46,
      "title": "Dongho Bridge",
      "subway": "(North side) 3rd Line Oksoo Station, Exit 3, walk; (South side) 3rd Line Apgujeong Station, Exit 1, walk",
      "mod_date": 1733898460000,
      "la": "37.53866839156651",
      "parking_info": "Not available"
    },
    {
      "lo": "126.901819342041",
      "tel_no": "02-2631-9368",
      "bus": "Get off at Seonyudo Bus Stop and walk * Only parking for disabled is available, for regular vehicles, use Yanghwa Hangang Park Parking Lot 3",
      "contents": "<p class=\"0\">\"From a water purification plant to an eco-friendly ecological park\"</p><p class=\"0\">Seonyudo, a small island located in the center of the Han River, has long been famous for its scenic beauty, loved by artists and poets. However, during the Japanese colonial period, the original landscape of Seonyu Peak disappeared, and from 1978 to 2000, it was used as a water purification plant supplying tap water to the southwestern part of Seoul. In April 2002, it was transformed into an eco-friendly ecological park offering various sights and pleasures.</p><p class=\"0\">(Source: Seoul Park website)</p>",
      "operating_time": "06:00 - 24:00",
      "addr": "343 Seonyu-ro, Yeongdeungpo-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718192348000,
      "url": "https://parks.seoul.go.kr/template/sub/seonyudo.do",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 47,
      "title": "Seonyudo Park",
      "subway": "Seonyudo Station - Line 9 (about 10 minutes on foot) / Dangsan Station - Line 2, Line 9 (about 15 minutes on foot)",
      "mod_date": 1733898486000,
      "la": "37.5423832345578",
      "parking_info": "Not available"
    },
    {
      "lo": "127.104383431798",
      "tel_no": "02-2147-2486",
      "bus": "Get off at Songpa Book Museum Helio City Bus Stop and walk",
      "contents": "<p class=\"0\">Songpa Book Museum is the first public book museum in Korea.</p><p class=\"0\">It is a place where you can discover the power of books, leading the reading culture in Korea.</p><p class=\"0\">Books have served as a means of conveying human knowledge and spirit across time and regions since the beginning of recorded history. Visitors to Songpa Book Museum can enjoy book culture and gather the wisdom of the past and present to envision the future.</p><p class=\"0\">This year, Songpa is expected to grow into a city with a population of 700,000. Songpa Book Museum will become a representative cultural complex space in Songpa to meet the growing cultural demands, providing an open, restful, communicative, and empathetic space for everyone.</p><p class=\"0\">Welcome to Songpa Book Museum, where books and people meet.</p><p class=\"0\">[Architectural Overview]</p><p class=\"0\">The concept is designed as if opening a book and stepping into its layers, giving visitors a feeling of being inside a book. It symbolizes the opening of the world, the creation of a new world by writers and readers together, a passage through space-time between past, present, and future, and a communication space across generations, families, neighbors, you, and us.</p><p class=\"0\">The facade was designed with a neat and elegant motif based on book layers, and its form was intended to be shared by the local community, visitors, and various generations. The image of the facade was created to reflect this.</p><p class=\"0\">(Source: Songpa Book Museum Website)</p>",
      "operating_time": "10:00 ~ 18:00 (Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday) ※ Closed on Mondays, January 1, Lunar New Year's Day, and Chuseok",
      "addr": "77 Songpa-daero 37-gil, Songpa-gu, Seoul",
      "subject_cd": "Culture/Sports",
      "reg_date": 1718192451000,
      "url": "https://www.bookmuseum.go.kr/",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 48,
      "title": "Songpa Book Museum",
      "subway": "Songpa Station - Line 8, Exit 4 (about 15 minutes on foot)",
      "mod_date": 1733898515000,
      "la": "37.4988841772964",
      "parking_info": "24 hours (First 30 minutes free, 150 won per 5 minutes after free time)"
    },
    {
      "lo": "127.093089721731",
      "tel_no": "02-2116-0552",
      "bus": "'Gyeongchun Line Forest Road, Hwarangdae Station Park' Bus Stop (Main Bus 202 / Branch Bus 1155, 2212 / General Bus 115 / Village Bus 82A, 82B)",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">○ Hwarangdae Railroad Park has been reborn as a cultural park full of sights and attractions, centered around the last auxiliary station of Seoul, Hwarangdae Station. It is a healing town with historical and cultural value, covering a total area of 40,462㎡.</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">○ As the sunset approaches, it transforms into the 'Nowon Light Garden' with dazzling night lights, featuring colorful light tunnels, a fantastical train station using laser beams, a media train that looks like images floating in mid-air, and an avatar tree reminiscent of a large Christmas tree.</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">○ During the day, you can enjoy a mix of exhibitions featuring real trains displayed on the old railway tracks, cultural facilities themed around trains, and the natural landscape. At night, take memorable photos under the stunning light displays.</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">○ Every May, the 'Nowon Craft Beer Festival', a representative festival of Nowon-gu, is held in the park.</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">○ In 2023, the park was named one of the '100 Most Attractive Local Cultural Spots' selected by the Ministry of Culture, Sports, and Tourism, and it is evaluated as a multi-cultural attraction that offers nostalgia and romance to older generations, as well as curiosity and enjoyment to the new generation.</span></p><p class=\"0\">&nbsp;</p><p class=\"0\"><span style=\"font-size: 14pt;\">※ The operating hours for each cultural facility in Hwarangdae Railroad Park vary. <br> &nbsp; &nbsp; Closed during inclement weather such as rain, typhoons, or extreme cold.</span></p>",
      "operating_time": "Tuesday to Sunday, 30 minutes before sunset until 22:00 ※ Closed on Mondays",
      "addr": "608 Hwarang-ro, Nowon-gu, Seoul",
      "subject_cd": "Park/Square",
      "reg_date": 1718762788000,
      "url": "https://www.nowon.kr/www/info/info1/info1_06/info1_06_08/info1_06_08_01.jsp",
      "free_yn": "Free",
      "entr_fee": "Free ※ However, some cultural facilities within Hwarangdae Railroad Park (e.g., Train Village) have an entrance fee.",
      "num": 49,
      "title": "Nowon Light Garden (Within Hwarangdae Railroad Park)",
      "subway": "Hwarangdae Station, Line 6, Exit 4 (about 10 minutes on foot, approximately 898m)",
      "mod_date": 1733898636000,
      "la": "37.6244509765399",
      "parking_info": "No parking information available"
    },
    {
      "lo": "127.078770241307",
      "tel_no": "02-450-9311",
      "bus": "Get off at 'Sejong University' stop",
      "contents": "<p class=\"0\">The musical fountain is a popular spot at Seoul Children's Grand Park. The refreshing streams of water and music create a relaxing experience just by watching. At night, the colorful lighting makes it even more romantic. The fountain show features music from popular artists like NewJeans, BTS, and Coldplay, as well as children’s favorites like 'Baby Shark', 'Three Bears', and 'Tadpole Song'. During summer, the 'Midsummer Night Music Picnic' event is held annually, offering orchestras and busking performances with the fountain as a backdrop.</p><p class=\"0\"></p><p class=\"0\">The fountain operates from April to October, with shows daily at 12:00, 14:00, 16:00, 17:00, 18:00, and 19:00. Each show lasts for 30 minutes (20 minutes for musical fountain, 10 minutes for regular). Closed every Tuesday for cleaning and maintenance.</p>",
      "operating_time": "5:00~22:00 (Open year-round)",
      "addr": "216 Neungdong-ro, Gwangjin-gu, Seoul",
      "subject_cd": "Park/Plaza",
      "reg_date": 1718761640000,
      "url": "https://www.sisul.or.kr/open_content/childrenpark/guidance/fun/water.jsp",
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 50,
      "title": "Seoul Children's Grand Park Musical Fountain",
      "subway": "Line 7, Children's Grand Park Station, Exit 1",
      "mod_date": 1733898787000,
      "la": "37.5520117940291",
      "parking_info": "Operating hours: 05:00-22:00"
    },
    {
      "lo": "126.891604816192",
      "tel_no": "(Lighting Info) 02-2657-7965 / (Bridge Info) 02-2133-1943",
      "bus": "(North end) Get off at Mapo-gu Office bus stop and walk / (South end) Get off at Yangpyeong-dong Hansol Apartment stop and walk",
      "contents": "<p class=\"0\"><span style=\"font-size: 14pt;\">Seongsan Bridge is a Han River bridge that connects Mangwon-dong in Mapo-gu and Yangpyeong-dong in Yeongdeungpo-gu. It spans a total length of 1,040 meters and features 6 lanes in both directions.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">(Source: Seoul Metropolitan Government - Han River Bridge Information)</span></p><p class=\"0\"></p><p class=\"0\"><span style=\"font-size: 14pt;\">The lighting concept of Seongsan Bridge is titled 'Joy of the World Cup,' created with a silhouette effect.</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">The bridge’s crescent-shaped outer structure gives it a unique aesthetic appeal, making its night view especially beautiful compared to others.</span></p><p class=\"0\"></p><p class=\"0\"><span style=\"font-size: 14pt;\">Currently, due to performance improvement construction, the entire lighting system is turned off to prevent electric shock accidents. (As of Mar. 14, 2024)</span></p><p class=\"0\"><span style=\"font-size: 14pt;\">Please look forward to the return of Seongsan Bridge’s beautiful lighting after the construction is completed.</span></p>",
      "operating_time": "Lighting starts 30 minutes after sunset ~ turned off at 23:00",
      "addr": "306-53 Mangwon-dong, Mapo-gu, Seoul",
      "subject_cd": "Public Facility",
      "reg_date": 1718763642000,
      "url": null,
      "free_yn": "Free",
      "entr_fee": "Free",
      "num": 51,
      "title": "Seongsan Bridge",
      "subway": "(North end) Walk from Exit 6 of Mapo-gu Office Station (Line 6) / (South end) Walk from Exit 1 or 3 of Seonyudo Station (Line 9)",
      "mod_date": 1733898843000,
      "la": "37.5514767278681",
      "parking_info": null
    }
  ]
}
