{
  "DATA": [
    {
      "contents": "It may seem like an old city park on the outside, but it is often called the People’s Park.\r\n\r\nJangchungdan Altar was built by Emperor Gojong to pay tribute to those who sacrificed their lives including Hong Gye-hun and Yi Gyeong-jik during the Eulmi Incident, referring to the brutal assassination of Empress Myeongseong by the Japanese. Later on, rituals were also performed to honor those who died during the Imogunnan, or the Im-O Military Revolt in 1882.\r\n\r\nThe Japanese created a park around the old palaces and historical sites in an attempt to vanquish the spirit of the Korean people following the March 1 Independence Movement, and this was also when the Jangchungdan Park was constructed. Then, in 1932, the Japanese even established Bangmunsa to perform rites to honor Hirobumi Ito. \r\n\r\nThere is a large garden inside the park and it contains a number of cultural heritages such as Jangchungdanbi, Supyogyo Bridge, Seungjeongjeon Hall and Gwangseonmyo as well as the March 1 Independence Movement Monument, a monument with an inscription of a poem by Manhae Han Yong-un, and statues of Yu Gwang-sun, Yi Jun and Kim Yong-hwan. These are all related to the history of Jangchungdan Park. \r\n\r\nFurthermore, this is where you can observe the Supyogyo Bridge, created as a manmade water channel in the Joseon Dynasty. It gained fame as it was featured in the hit drama “The Wild Days.” Perhaps it is because the history of Korea is deeply rooted in this place, but you can also see the Rose of Sharon, the national flower of the Republic of Korea, here. Visitors are recommended to take a leisurely walk at the Jangchungdan Park and learn about the history of Korea. ",
      "title": "Jangchungdan Park ",
      "num": 5,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/jangchungdan.jpg"
    },
    {
      "contents": "Ihwa-dong, situated behind Dahangno, was given its name because it was where one could see beautiful pear flowers in the past. \r\n\r\nOn one side of Ihwa-dong, there is Ihwajang, built on a 5,619.8m2 site. It was once the residence of former President of Korea Rhee Syng-man, and it now contains a memorial hall paying tribute to the former President. \r\n\r\nIn the mid-Joseon Dynasty period, it was the site of the residence of Munsin Sin Gwang-han. In front of the entrance is Sukyangru of Great Prince Inpyeong. Former President Rhee, who returned to Korea at the time of liberation from the Japanese colonial rule, stayed at Donamjeong for 2 years before relocating to Mapojang and then Ihwajang. \r\n\r\nHe lived here until he moved to Gyeongmudae after being elected as the first President of the Republic of Korea in July 1948. This means that majority of the work related the establishment of the South Korean government took place at Ihwajang. After resigning the presidency in 1960, the former president stayed at Ihwajang for about a month before moving to Hawaii, where he died. Later, his body was returned to Ihwajang and then buried at the National Ceremony. \r\n\r\nAt present, Ihwajang consists of the President Rhee Syng-man Memorial Hall, History Hall, Sculpture Hall and Living Hall. Past the main gate, you will come across the History Hall and a statue of former President Rhee, which was erected on Aug. 15, 1988 to commemorate the 45th anniversary of the founding of the Republic of Korea. The History Hall, found across from the statue, is frequented by scholars studying the life of the former President. The Sculpture Hall is situated on the hill to the right of the History Hall, while the Memorial Hall and Living Hall (not open to the public) are found at the end of the trail to its left. ",
      "title": "Ihwajang ",
      "num": 4,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/ihwajang.jpg"
    },
    {
      "contents": "Art historian Hyegok Choi Sunu (1916~1984), is well-known for his deep passion for the classical art of Korea. Until 1976, he lived in a home in Seongbuk-dong, which can be described to have a simple yet dignified appearance, bearing a resemblance to its former resident. Choi dedicated his life to the promotion of Korean art, together with the Director of the National Museum of Korea, and he gained fame as the author of the book “Leaning Against the Baeheullim Pillar of the Muryangsujeon Hall.” \r\n\r\nHis home became home to Hyegok Choi Sunu Memorial in 2004. This house was on the verge of demolition during the boom of construction of Western-style houses in Seongbuk-dong. However, the National Trust, a civic organization, raised 800 million KRW in December 2002 to purchase the property as Civic Cultural Heritage No. 1 for repair and restoration work. Later in 2006, it was designated as Registered Cultural Heritage No. 268. These efforts were made to honor Choi Sunu and his achievements in promoting Korean art and to preserve the place where he wrote his infamous book. \r\n\r\nThe memorial hall is open from 10 a.m. to 4 p.m. from Tuesday to Saturday between April 1 and Nov. 20 every year. During its closure in winter, the building is cleaned and tidied up to welcome more visitors in the springtime. The main building, main floored room and reception room have Choi’s belongings on display. The reception room, which can be viewed through a window by the visitors, is where he used to read and write books. There, you can see a low desk, a pair of glasses, a camera and manuscripts in Choi’s handwriting that are neatly organized. \r\n\r\nIn the courtyard, there is a well and juniper and pine trees, while the backyard shows exceptional natural beauty. The backyard looks stunning especially in spring and early summer when the flowers are in full bloom and new leaves start to sprout on the trees including maple, bamboo cornelian cherry and persimmon trees. There are various items such as a stone mortar that show the personal taste of Choi and these can be observed throughout the house. Visitors can also sit on a stone and enjoy the scenic view, while having a cup of tea. \r\n\r\n※ For a group of more than 15 individuals, please call (02-3675-3401) a day before the scheduled visit to make a reservation. ",
      "title": "Choi Sunu&apos;s Home in Seongbuk-dong ",
      "num": 3,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/ChoiSunu.jpg"
    },
    {
      "contents": "Those who have hiked Bukhansan Mountain are familiar with the name, Jeongneung Royal Tomb. It is a part of the hiking trail, where hikers pass through, but most people do not make a stop here. Royal tomb sites which are basically large pieces of land containing tombstones and so on do not attract many visitors, and this also applies to Jeongneung. \r\n\r\nAlthough you do not necessarily need to familiarize yourself with the related history before you visit a historical site, but it is recommended that you try to learn about the turbulent history of Jeongenung before your visit. Jeongneung is the tomb of Queen Sindeok, who was deeply loved by King Taejo. When she passed away, King Taejo created the tomb site behind Deoksugung Palace within Seoul City Wall and also prepared a site where he would lay after his death. \r\n\r\nHowever, during the Coup of the Prince, Bangbeon and Bangseok, the sons of Queen Sindeok, were assassinated and Taejong, the fifth son of Queen Sinui, succeeded the throne. Taejong permitted the cutting of trees and construction of homes in the area within the 100-step radius around the Jungneung Royal Tomb. \r\n\r\nWhen the Gwangtonggyo Bridge of Cheonggyecheon Stream collapsed due to a flood, stones placed around the tomb for protection were taken and used to repair the bridge. The wood and stone materials from the tomb were used to build Taepyeonggwan, and the tomb of Queen Sindeok was transferred to the present-day Seongbuk-gu. Even today, one can see the traces of this history at the site. ",
      "title": "Jeongneung Royal Tomb ",
      "num": 2,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/jeongneung.jpg"
    },
    {
      "contents": "It has already been more than 10 years since the demolition of the walls of Samcheonggak. Built in 1972, Samcheonggak was the venue of the banquet held by the delegation during the issuance of a joint statement by North and South Korea, and it was a political crade between the 70s and 80s. Patrons visiting Samcheonggak decreased in the 80s and the walls were demolished in the mid-90s to transform it into a general restaurant. In the 2000s, it was bought by Seoul Metropolitan Government and underwent another transformation as a cultural spce containing a restaurant serving table d&apos;hote menus, lounge and bar, and performance hall. The buildings are in the style of hanok, or traditional Korean house, and they include Ilhwadang, which is the main building, as well as five auxiliary buildings including Cheongcheondang and Cheonchudang. There is also a trail for visitors. It is surrounded by some 30 embassies and because of its beautiful scenery, it is visited by couples and photogrphers. The garden of each of the auxiliary buildings is a popular place for wedding ceremonies. ",
      "title": "Samcheonggak ",
      "num": 1,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/samcheonggak.jpg"
    },
    {
      "contents": "The first thing that Taejo Yi Seong-gye did after transferring the capital from Gaegyeong to Hanyang was to build the Jongmyo Shrine. Also, when a new king acceded to the throne, he went to the Jongmyo Shrine and Sajik Altar to perform a ritual and prostrated to the gods. \r\n\r\nAlso, even when King Seonjo was taking refuge from the Japanese during their invasion in 1592, he ordered that the memorial tablet housed in the shrine be brought to him. Jongmyo Shrine, which housed the memorial tablet and served as the site of rituals, was an important place in the history of Joseon. \r\n\r\nAlthough the origin of the Jongmyo Shrine is rooted in China, it underwent changes to reflect the Korean characteristics and became a valuable cultural heritage of Korea. It exhibits magnificence and reverence and a minimal spatial design, with the elimination of ornaments. \r\n\r\nJongmyo-daeje, a ritual performed at the shrine, was a national ceremony that has been carried on since the Three Kingdoms Period. It acted as a spiritual pillar and was the essence of order in sovereignty. There are many temples around the world, but Jongmyo Shrine is one of the very few where the ancestral rituals have been carried out for over 600 years. \r\n\r\nJongmyo-jerye ritual was designated as an Important Intangible Cultural Heritage No. 56 in 1975, while Jongmyo shrine together with the Bulkgusa Temple, Seokguram Grotto and Haeinsa Palmadaejanggyeong were inscribed as World Cultural Heritage by UNESCO on December 9, 1995. The memorial tablets of the kings, who reigned over a long period of time and made great accomplishments, are sealed inside Jeongjeon, while others are sealed inside Yeongnyeongjeon. ",
      "title": "Gyeonghuigung Palace ",
      "num": 27,
      "lo": "129.066215",
      "la": "37.592595",
      "src": "/images/gyeonghuigung.jpg"
    },
    {
      "contents": "The Doldam-gil or the stone walled road of Deoksugung Palace is remembered today by the song, “Gwanghwamun Love Song” by Lee Mun-se. However, this was actually the place of many historical events of the Joseon Dynasty. \r\nDeoksugung Palace was originally the personal residence of Wolsan Daegun, the older brother of King Seongjong. Imjinwaerang, or the Japanese invasion of Korea in 1592, occurred 104 years after his death during the 25th year of King Seonjo’s rule. King Seonjo took refuge in Uiju during which the palaces in Hanseong were completely burnt to the ground. After King Seonjo returned, he looked for a place to stay and he called for a march (Jeongneungdonghaenggun) to the former residence of Wolsan Daegun. That marked the beginning of its history as a temporary palace, and this was where he died in 1593. \r\n\r\nGwanghaegun acceded to the throne, following the death of King Seonjo, at the temporary palace. He then rebuilt Changdeokgung, to which he relocated afterwards, and named the temporary palace Gyeongungung. Later, he held Queen Inmok in confinement inside Gyeongungung, and began to call it Seogung. In 1623, another historic event took place with Gyeongungung as the stage. \r\n\r\nIt was the Injobanjeong, or the revolt for Injo restoration, led by Queen Inok and Seoin to oust Gwanghaegun and crown Neungyanggun as the king. Injo also acceded to the throne at Jeukjodang of Gyeongungung. 8 days after the accession, King Injo moved to Changdeokgung Palace. Afterwards, Gyeongungung became old and worn down as a detached palace. In 1773 during the 49th year of King Yeongjo’s reign, he organized Sabaerye ceremony, reminiscing of King Seonjo, but even still, it still did not play an important role as a palace. \r\n\r\nGyeongungung became an important place of history again during the reign of Emperor Gojong. Following Agwan Pacheon, or the Korea royal refuge at the Russian legation in 1896, he went to Deoksugung instead of Gyeongbokgung, where Empress Myeongseong had been assassinated. This was a part of his attempt to receive assistance from the Western powers and hold the Japanese in check. In that year, he founded the Korean Empire (1897) and Gyeongungung began to regain its prestige as a palace. \r\n\r\nThat didn’t last very long though, as a fire broke out on two occasions. But that was a minor accident compared to the Japanese oppression. In 1905, Eulsajoyak (the Protectorate Treaty between Korea and Japan, which stripped Korea of its rights as an independent nation) was signed at the Jungmyeonjeon of Deoksugung Palace and 2 years later in 1907, Emperor Gojong was forcibly deposed. After Sunjong acceded to the throne, he moved to Changdeokgung and renamed Gyeongungung, where Gojong resided, as Deoksugung Palace. ",
      "title": "Deoksugung Palace ",
      "num": 26,
      "lo": "129.066215",
      "la": "37.592595",
      "src": "/images/deoksugung.png"
    },
    {
      "contents": "Past the Nakwon Instrument Arcade in Jongno 3-ga, you will see a long hanok wall along the road. Beyond the wall is Unhyeonggung, where Gojong, the 26th king of Joseon, resided before acceding to the throne. \r\n\r\nAs a former private residence of Heungseon Daewongun, it was the place of the rise and fall of political figures in the late Joseon period. It gave rise to the reconstruction of Gyeongbokgun, closure of lecture halls, reform of power politics and other historical events. During the 10-year regency of Daewongun, it served as royal court, and even after Daewongun receded from power, it was where he exercised his political influence. This is why it has become an iconic place where history was made. \r\n\r\nPast the main entrance, one will see a roof-tiled house lining up on the right side. Called Sujiksa,it was where those in charge of security and management of Unhyeonggung resided. At present, day-to-day goods including furniture, fireplace and kerosene lamps are placed inside the rooms show what it used to look like at the time. Inside the tall gate, there is a sign that reads Noandang. It is a typical Korean-style roof-tiled house demonstrating exquisite beauty and elaborate corners of eaves. \r\n\r\nThis building does not display dancheong, or the traditional multicolored paintwork on wooden buildings, so its pillars and walls may not look as splendid as other traditional structures, but this is what gives it its uniquely modest and graceful beauty. Noandang was used as detached house by Daewongun, who lived in seclusion as if they had been exiled during the Min House regime period. He also died in the room located rear to the large room of Noandang. ",
      "title": "Unhyeongung Palace ",
      "num": 23,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/Unhyeongung.jpg"
    },
    {
      "contents": "The first thing that Taejo Yi Seong-gye did after transferring the capital from Gaegyeong to Hanyang was to build the Jongmyo Shrine. Also, when a new king acceded to the throne, he went to the Jongmyo Shrine and Sajik Altar to perform a ritual and prostrated to the gods. \r\n\r\nAlso, even when King Seonjo was taking refuge from the Japanese during their invasion in 1592, he ordered that the memorial tablet housed in the shrine be brought to him. Jongmyo Shrine, which housed the memorial tablet and served as the site of rituals, was an important place in the history of Joseon. \r\n\r\nAlthough the origin of the Jongmyo Shrine is rooted in China, it underwent changes to reflect the Korean characteristics and became a valuable cultural heritage of Korea. It exhibits magnificence and reverence and a minimal spatial design, with the elimination of ornaments. \r\n\r\nJongmyo-daeje, a ritual performed at the shrine, was a national ceremony that has been carried on since the Three Kingdoms Period. It acted as a spiritual pillar and was the essence of order in sovereignty. There are many temples around the world, but Jongmyo Shrine is one of the very few where the ancestral rituals have been carried out for over 600 years. \r\n\r\nJongmyo-jerye ritual was designated as an Important Intangible Cultural Heritage No. 56 in 1975, while Jongmyo shrine together with the Bulkgusa Temple, Seokguram Grotto and Haeinsa Palmadaejanggyeong were inscribed as World Cultural Heritage by UNESCO on December 9, 1995. The memorial tablets of the kings, who reigned over a long period of time and made great accomplishments, are sealed inside Jeongjeon, while others are sealed inside Yeongnyeongjeon. ",
      "title": "Jongmyo Shrine ",
      "num": 22,
      "lo": "129.066215",
      "la": "37.592595",
      "src": "/images/jongmyo.png"
    },
    {
      "contents": "Changgyeonggung Palace was once called Changgyeongwon. It contained a zoo and a botanical garden. The palace was demoted to Changgyeongwon by the Japanese in 1911 and it served as a recreation park for many years. While Gyeonghuigung Palace was the most severely destroyed palace, Changgyeonggung underwent the most devastating transformation by the Japanese. \r\n\r\nFortunately, the zoo was relocated to a different site in 1983 and the palace was once again called Changgyeonggung in the year that marked the 500th anniversary of its erection. \r\n\r\nFollowing the construction of Gyeongbokgung and Changdeokgung, Changgyeonggung was built to the east of Changdeokgung in 1483 under King Seongjong. The foundation was paved by King Sejong, who built Suganggun for Taejong in Changgyeonggung, which had been the site of a detached palace of Goryeo Namgyeong, in the year he acceded to the throne. King Seongjong expanded Suganggung for three queens, Jeonghui the Queen of Sejo, Ansun the Queen of Yejong and Sohye the Queen of Deokjong, and named it Changgyeonggung. Majority of the halls of Changgyeonggung such as Myeongjeonjung, Munjeongjueon, Hwangyeongjeon and Gyeongchunjeon were built at this time. \r\n\r\nChanggyeonggung and Changdeokgung were connected to each other seamlessly and there was no boundary between these two palaces. Similarly with other palaces, all the halls of Changgyeonggung were destroyed during Imjinwaeran, or the Japanese invasion in 1592, and it was rebuilt in 1616 (8th year of Gwanghaegun’s reign). Afterwards, as Changdeokgung assumed the role as the main palace of Joseon, the use of Changgyeonggung increased. \r\n\r\nTypically, the main gate to a palace was built on its south side, but Changgyeonggung’s main entrance is located to its east. It is speculated that the location of the main entrance reflects its connection to Changdeokgung. Also, it is shown that the convenience for those residing in the palace was carefully considered in terms of function and purpose of use of the palace. \r\nIn 1830, a fire in Hwangyongjeon Hall destroyed the hall buildings and in 1907, Emperor Gojong was abdicated by the Japanese. Then, the residence of Sunjong was relocated to Changgyeonggung, after which a zoo and a botanical garden were opened to the public here. Due to these events, the prestige of Changgyeonggung Palace collapsed. ",
      "title": "Changgyeonggung Palace ",
      "num": 21,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/changyeonggung.png"
    },
    {
      "contents": "Changdeokgung Palace became the second UNESCO World Heritage Site in Seoul, following the Jongmyo Shrine. \r\n\r\nIn order to be inscribed in the UNESCO World Heritage List, a site demonstrating historical and cultural value must fulfill at least one of the 10 criteria set forth by the organization. Changdeokgung, in particular, was selected for the reason of being an iconic palace in the history of East Asian palace construction that retained its atypical beauty, existing harmoniously with the natural environment and having a superb layout. \r\n\r\nTwo-thirds of the area of Changdeokgung is situated on the foothills of Eungbongsan Mountain of Bugaksan Mountain. The palace is recognized for its value as it blended perfectly into the mountainous terrains, and this is characteristic of Korean architecture and landscaping styles. \r\n\r\nThe palace was erected under King Taejong in 1405. It was a detached palace built after the construction of Gyeongbokgung. However, looking at the history of the Joseon Dynasty reveals that it actually served as the political center for the longest time. Unfortunately, Gyeongbokgung and Changdeokgung were both lost during Imjinwaeran, or the Japanese invasion in 1592. \r\n\r\nGyeongbokgung Palace was later abandoned due to the reason of ill fortune, and Changdeokgung, rebuilt in 1610 (2nd year of Gwanghaegun’s rule), served as the political center for 270 years thereafter. The neighboring palace, Changgyeonggung, was used without any boundaries, but this palace also became damaged during the Japanese occupation period like most other palaces of Joseon. \r\n\r\nIn 1917, a massive fire broke out in the Daejojeon of Changdeokgung Palace and much of it was destroyed. Afterwards, the Japanese demolished Gyeongbokgung Palace under the disguise of restring Changdeokgung. To be more specific, the Gangnyeonjeon and Gyotaejeon of Gyeongbokgung were torn down and the building materials were used to build Huijeongdang and Daejojeon of Changdeokgung. Through this project, both palaces were essentially damaged. It was further damaged after the death of King Sunjong. \r\n\r\nThe restoration work on Changdeokgung Palace finally began in 1991, and its value was recognized by the world when it was inscribed in the UNESCO World Heritage List. ",
      "title": "Changdeokgung Palace ",
      "num": 20,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/changdeokgung.png"
    },
    {
      "contents": "Jeong Do-jeong, a recognized contributor to the founding of the Joseon Dynasty, was ordered by King Taejo to name the first palace. The palace, for which the construction was completed 3 years after the founding of Joseon in 1395, had 390 rooms and was situated at the heart of Hanyang. It was built based on the pungsujiri (geomancy) principles, with Bugaksan at its rear and the city outside the Gwanghwamun Gate at its front. In front of the palace, there were Namsan Mountain and Cheonggyecheon Stream. It was regarded as the perfect site for an imperial palace that symbolized the power and authority of the new dynasty. \r\n\r\nAfter a careful consideration, Jeong Do-jeong gave the palace the name, Gyeongbokgung, which meant that “the new dynasty [would] enjoy good fortune and prosperity.” Perhaps it was this brilliant name, but the Joseon Dynasty lasted for more than 600 years, but Gyeongbokgung Palace, unfortunately, did not share the same fate. \r\n\r\nIn 1553, a fire broke out for the first time at Gyeongbokgung Palace, specifically in Gangnyeongjeon. The fire spread and engulfed majority of the area in the north part of Geunjeongjeon before it was suppressed. The entire palace was not burnt down, fortunately, and the restoration work commenced in the following year. It is speculated that Gyeongbokgung Palace was completely burnt down by the Japanese during the invasion in 1592. After the war, it was believed that the site had bad fortune and Changdeokgung Palace was designated as the political center. \r\n\r\nGyeongbokgung Palace was resurrected 270 years later in 1867 by Heungseong Daewongun, who rebuilt the palace to contain 330 buildings and 7,225 rooms. However, this was the final hey-day of Gyeongbokgung, ever seen by the Joseon Dynasty. In 1876, a massive fire broke out and destroyed most of the buildings including Gyotaejeon. Ultimately, the political center of the Joseon Dynasty gradually became dissolved and destroyed into pieces after the annexation of Korea by the Japanese. \r\n\r\nIn 1915, Joseon Mulsan Gongjinhoe (Joseon Products Show) was held and 90% of the royal palace was demolished. When a fire occurred at Changdeokgung Palace in 1917, Gyeongbokgung was demolished to use the building materials to rebuild the buildings of Changdeokgung. Gwanghwamun, which was the main gate of Gyeongbokgung, was even moved to the north of the Cheongchunmun Gate. In 1926, the Japanese Government General of Korea took office in front of Geunjeongjeon, and an art museum was established in Geoncheonggung. ",
      "title": "Gyeongbokgung Palace ",
      "num": 19,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/gyeongbokgung.png"
    },
    {
      "contents": "The bell is sounded 33 times at Paru (around 4 a.m.) near the break of dawn, and it is sounded 28 times at Injeong (around 10 p.m.). When the bell of Bosingak Belfry sounded at Paru and Injeong, the Seoul City Wall gates were opened and closed, and they also informed the people of the beginning and the end of a day. \r\n\r\nThe bell used to single the start of the day was hung for the first time in 1398 (7th year of King Taejo’s reign) and it was relocated to Jongno in 1413 (13th year of King Taejong’s reign). The Bosingak belfry and bell were not originally paired together. The Bosingak bell designated National Treasure No. 2 was cast in 1468 (14th year of King Sejo’s reign). It was a massive bell that was 3.18m in height and 2.28m in diameter. After it was made, it was placed at Jeongneungsa and Wongaksa temples before being moved inside Namdaemun Gate in 1536 (31th year of King Jungjong’s reign) and later in 1597 (30th year of King Seonjo’s reign), it was moved again to the Myeongnye-dong Hill. In 1619 (11th year of Gwanghaegun’s reign), it was moved to the current location. \r\n\r\nThe present-day Bosingak Belfry was also built during Gwanghaegun’s reign. It was destroyed by a fire and was rebuilt afterwards for a total of 4 times. Originally called Jonggak, it began to be called Bosingak when the sign was hung in 1895 (32nd year of Emperor Gojong’s rule). Bosingak Belfry was damaged during the Korean War and it was reconstructed in 1953 before being restored in Jongno in 1980. At present, it boasts a dignified appearance with 5 front faces and 4 side faces. ",
      "title": "Bosingak Belfry ",
      "num": 18,
      "lo": "129.066215",
      "la": "37.592595",
      "src": "/images/Bosingak.jpg"
    },
    {
      "contents": "Of the 14 tributaries flowing into the Hanggang River of Seoul, Hongjecheon Stream has especially many cultural heritage sites nearby. The area contains Hongjimun Gate of Tangchundaeseong Fortress, which bridges Seoul City Wall and Bukhansan Fortress, as well as the site of Yi Gwang-su’s vacation home, Seokparang, Segeomjeong, site of Tangchundae, site of Jojiseo and more. \r\n\r\nSegeomjeong, situated in the upstream of Hongjecheon, is the final destination point of a trekking course leading up to Inwangsan and Bugaksan mountains and displays an infusion of modern and traditional elements. \r\n\r\nThere are diverse stories providing an explanation of how it came to be called Seogeomjeong. The most plausible story is related to Injobanjeong, or the coup d`etat for Injo restoration, which took place in 1623. The rebel forces including Yi Gwi and Kim Ryu gathered together at Hongjewon and made segeomibui pledges (to wash the swords for righteousness) for a revolt. Aftewards, they established Segeomjeong to commemorate their successful revolt. Segeomjeong is in the form of a pavilion with a gambrel roof. According to the records, it was rebuilt in 1747 (23rd Year of King Yeongjo’s reign) and destroyed in 1941 before being restored to its present-day appearance in 1977. \r\n\r\nThe area around Segeomjeong, through which Hongjecheon Stream flows, is famous for its breathtaking scenery extending all the way to Baegundae on the southern foothills of Bugaksan Mountain. In the recent years, it has emerged as a popular tourist attraction in Seoul with the rustic environment of Pyeongchang-dong, Gugi-dong, Hongji-dong and Buam-dong as well as quaint cafes and restaurants captivating the visitors. ",
      "title": "Segeomjeong ",
      "num": 17,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/Segeomjeong.jpg"
    },
    {
      "contents": "Sajik Park is a place where you can take a glimpse into the early days of the Joseon Dynasty. In the year of poor harvests, the King came here to perform a ritual in tears. “Sa” and “jik” mean the “god of earth” and “god of grains,” respectively, and Sajikdan Altar was the place where rites was performed before these gods to pray for abundant harvests. The first places established by King Taejo of Joseon after relocating the capital to Hanyang were Jongmyo Shrine and Sajikdan Altar, which attest to their importance in the past. \r\n\r\nSajikdan Altar is surrounded by walls forming a square shape. There are four gates at the center facing the north, south, west and east, with an altar constructed on the east side for rituals performed for the god of earth and an altar constructed on the west for rituals performed for the god of grains. Stone pillars were erected on the altars to be oriented toward these two gods. At the Sajikdan Altar, four major ceremonies, as well as ceremonies wishing for abundant harvest and rain and offering the first harvest of the season to the gods were held. Of particular note, Sajik-daeje great ceremony was held every September. \r\n\r\n\r\nUpon passing through the entrance, you will come across the main gate which has been designated as National Treasure No. 177. This is the first gate to the altar, where offerings were presented to the gods of earth and grains. Sajikdan Altar is a single-story structure with 3 front faces and 2 sides that is 57.42m2 in area. Sinsil Room was destroyed during Imjinwaeran, or the Japanese Invasion of Korea in 1592, and it was restored only near the end of King Seonjo’s rain. It was repaired on several occasions. \r\n\r\nSinmun Gate was pushed 14m back from its original site during the road expansion project in 1962. A grand garden was created at the center of the site and the main gate was erected on top of the Jangdaeseokgidan Altar to prevent trespassers and mark that it is a sacred place. \r\n\r\nBehind the altar is the Sadang Dangun Shrine, beyond which one can see Hwanghakjeong. In 1922, under the command of Emperor Gojong of the Korean Empire, who wished to continue on the practice of court archery Hwanghakjeong, which had been located in the north of Hoesangjeon of Gyeonghuigung Palace, was relocated to the site of Deunggwajeong, where archery training was given. With several public buildings such as the Jongno Library and Children’s Public Library and a dense forest of trees, the park is frequented by citizens, who come to this place to relax and to learn about history. ",
      "title": "Sajik Park ",
      "num": 16,
      "lo": "126.966504",
      "la": "37.592595"
    },
    {
      "contents": "The former house of musician Hong Nan-pa situated in Hongpa-dong, Jongno-gu, has been restored into a small Western-style house. Inside, the chronology of Hong’s life as well as his photographs and music sheets are on display. \r\n\r\nHong gained fame for his exquisite compositions including Bongseonhwa (Garden Balsam) and Seongbulsaui Bam (Night at Seongbulsa Temple) and Korea’s first violinist. He played the first violin at Tokyo Symphony Orchestra and served as a managing director at the Joseon Musicians Association. Of particular note, the music he composed reflected the sentiments unique to Koreans and it was widely loved by people around the nation. However, many feel disappointed in the fact that he took part in pro-Japanese organizations such as the Joseon Musicians Association. \r\n\r\nPast the statue of Hong Nan-pa, one can enter his former home, which is reminiscent of a fairy tale. There, you will be able to see photographs of Hong, taken with his students and family. Also, the music score for Gohyangui Bom (Spring of My Hometown) engraved on a wooden block and the music sheet for Bongseonhwa that has faded away are also on display. \r\n\r\nThe red brick house, which is covered by ivy, has been demonstrating exquisite architectural beauty and value over time. Built in contemporary Western style by a German missionary in 1930, granite stone was used to create the foundation and the bricks were processed so as to accentuate their rough surfaces, which is characteristic of the Renaissance rustication technique. \r\n\r\nThe vertical windows also add a classic beauty to the house, and the cozy atmosphere emanated inside the house is also impressive. The areas which used to be the main bedroom and living room are now used as exhibition spaces and also as a stage for small-scale music performances. \r\n\r\nHong’s former home, which had been privately owned, was bought by Jongno-gu. Afterwards, a sound system was installed and foldable chairs were placed here to turn it into a venue for music performances that can accommodate about 50 people. The white walls, red brick fireplace and wedge-shaped wooden floors create a warm, quaint atmosphere. ",
      "title": "Hong Nan-pa&apos;s House ",
      "num": 15,
      "lo": "126.966504",
      "la": "37.592595"
    },
    {
      "contents": "Dongnimmun is a stone gate that’s 14.28m in height and 11.48m in width. It was built by the Independence Association in 1897. \r\n\r\nIt was originally the site of Yeongeunmun Gate, the symbol of diplomacy, welcoming the envoys from China, but the gate was demolished to demonstrate the resolution for independence. It resembles the Arc de Triomphe in Paris, and although it does not have a refined appearance, it shows people’s wish for independence and autonomous sovereignty. Its name, Dongnimmun, is written in both Korean and Sino-Korean, and the national flag on its left and right further emphasize the desire for independence. The plinths of Yeongeunmun Gate designated as Historic Site No. 33 stand in front of the gate. \r\n\r\nRepair work was performed in 1917 and 1928, and it was relocated 70m away to the northwest of its original site due to the construction of Seongsan-daero in 1979. On August 15, 1992, Seodaemun Independence Park containing the Seodaemun Prison, Independence Hall and Memorial Tower for the Patriotic Martyrs opened its doors. After that, it became a popular tourist site, attracting nearly 500,000 tourists every year. \r\n\r\nOver time, however, the nearby facilities became damaged and worn down. Also, it received criticisms that the foreign species of trees towering behind the March 1 Independence Declaration Memorial Tower and the boxwood tree and the Japanese-style pond near the gate were in conflict with its significance as a place, commemorating the independence of Korea. \r\n\r\nFor this reason, a project was undertaken to transform the independence park as a place that is befitting of its name, and as a result, a 10,000㎡ square called the Independence Yard was created. The newly created park also contained a traditional form of ponds in Korea called Bangji which is squared-shaped. Also, the trees which were landscaped in Japanese style were replaced with the native trees of Korea such as pine trees. Through the reconstruction project, the elements of Japanese culture and style were completely eliminated and the essence of Korean beauty and history was displayed by the park. \r\n\r\nThe Independence Park, which has transformed into a symbolic historical park, has emerged as an educational ground that’s easily accessible and contains advanced facilities for the convenience of visitors. ",
      "title": "Seodaemun Independence Park ",
      "num": 14,
      "lo": "129.066215",
      "la": "37.592595",
      "src": "/images/sub2030.png"
    },
    {
      "contents": "Unlike the Sungnyemun Gate or Heunginjimun Gate, situated at the city center, Hongjimun Gate is situated in the north region of Seoul near the present-day Sangmyung University. It was the gate to Tangchundaeseong Fortress, built to serve as a bridge between Seoul City Wall and Bukhansanseong Fortree in the 41th year of King Sukjong’s reign. \r\n\r\nHongjimun Gate was also called Hanbukmun, meaning the gate north to Hanseong, but Hongjimun became the official designation after King Sukjong wrote Hongjimun on the signboard. The gate was destroyed due to a flood in 1921 and it was restored by the Seoul City Wall Restoration Committee in 1977. The signboard for the gate was handwritten by the then-president Park Chung-hee. \r\n\r\nHongjimun is characterized by 6 axes in the form of hongye, which is a rainbow-shaped arch, with a single-story gate tower with 3 front sides and 2 sides on the roof. Side doors were made on the left and right sides of the tower and a stone wall created as an enclosure. A door with a steel ornament in the shape of hongye was installed in the front and rear sides, and a stairway was built inside. \r\n\r\nThe low city wall connected to the Hongjimun Gate is the starting point of Tangchundaeseong Fortress, which bridges Seoul City Wall and the Bukhansan Fortress. It was constructed after Imjinwaeran, or the Japanese Invasion of Korea in 1592, and Byeongjahoran, or the invasion of the Manchus in 1636, to defend the city against foreign invasions. Seoul City Wall extends 4km from the peak of Inwangsan Mountain through the Hongjimun Gate to Suribong Peak below the Bibong Peak of Bukhansan Mountain. It’s been said that the fortress was named after Tangchundae, which was a playground of Yeonsangun. \r\n\r\nTangchundaeseong is characterized by two types of terrains which are separated by Hongjimun Gate and Ogandaesumun Floodgate. The southwest part of the fortress was constructed along the ridge extending from Inwangsan Mountain, while the northeast part extends toward the Bibong Peak along the Tanchungdae Ridge of the Bukhansan National Park. \r\n\r\nThe ridge is a trail exhibiting gentle slopes and thus it is easy to hike for everyone. It is also a place where people can explore the history of Korea. It is easy to access this area from Sangmyung University, Gugi Tunnel or Hongeun-dong. ",
      "title": "Hongjimun and Tangchundaeseong Fortress ",
      "num": 13,
      "lo": "126.966504",
      "la": "37.592595"
    },
    {
      "contents": "Baekbeom Kim Gu, regarded as the teacher of the Korean people, was appointed as the Premier of the temporary government of the Republic of Korea, and never ceased to fight for the independence of our country during the Japanese occupation period. \r\n\r\nAfter liberation, he dedicated his life to the unification of Korea and the people. He was named as the No. 1 person whom people wanted to clone (Korea Univ. Newspaper in 1997), the most influential figure in the 20th century (Hankyoreh21 in 1999), and the most respectable historical figure (KSOI in 2009). Unfortunately, one of the greatest figures ever lived was gunned down by An Du-hui on June 26, 1946, and this changed the course of history. \r\n\r\nGyeonggyojang House is a stone building built in the Japanese architectural style during the Japanese occupation period with a basement floor and two aboveground floors, and it was originally the home of Choi Chang-hak, a wealthy mine owner. However, after liberation, it became the office of Baekbeom and also served as the venue of the meetings of the temporary government of the Republic of Korea. In 1949, after the assassination of Baekbeom, it again became the home of Choi Chang-hak before being used as the Embassy of Taiwan and the residence of the U.S. Special Forces. Originally called Jukcheomjang, its name was changed to Gyeonggyojang House after it was used by Baekbeom. ",
      "title": "Gyeonggyojang House ",
      "num": 12,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/Gyeonggyojang.jpg"
    },
    {
      "contents": "Jeongdong-gil contains traces and buildings that demonstrate the modern history of Korea including Changdeokgung Palace, Ewha Girls’ High School, Yewon School, Chungdong First Methodist Church and Sina Building. Of particular note, Ewha Girls’ High School, founded by Scraton, was the first private school for girls in Korea. \r\n\r\nThe 100th Anniversary Memorial Hall at Ewha Girls’ High School is also an important part of Korea’s modern history. From the late 19th century to the early 20th century, majority of the embassies in Korea were situated on Jeongdong-gil and the pivotal point was the Sontag Hotel, which was later transformed into the memorial hall. The hotel was the first Western hotel in Korea that was built in 1902 by a German woman by the name of Sontag under the order of Emperor Gojong. It served as the venue of official and non-official meetings of the powerhouses including the U.S. A number of meetings were held here to discuss the fate of the Korean Empire. \r\n\r\nSontag Hotel was closed down in 1918 by the Japanese. Later, it was used as a dormitory by Ewha Girls’ High School. In 1923, the Frey Hall was erected in memory of Mr. Frey, the fourth principal of the school, but it was destroyed by a fire in 1975. Today, the 100th Anniversary Memorial Hall stands at the site. ",
      "title": "100th Anniversary Memorial Hall at Ewha Girls&apos; High School ",
      "num": 11,
      "lo": "126.966504",
      "la": "37.592595"
    },
    {
      "contents": "Paichai School, founded by the American missionary Appenzellar in 1885, was the first modern Western-style educational institute established in Korea. The East Building of Paichai School, built in 1916, is a modern building with a long history, and it was reborn as the History Museum of Paichai School in 2008. It is comprised of permanent and special exhibition halls, experience classroom and seminar room and it houses exhibits that show the changes in the modern education system in Korea.\r\n\r\nThe Hall of Fame introduces important figures in the modern history of Korean including Rhee Syng-man (1875~1965), the first President of the Republic of Korea, Hangeul scholar Ju Si-gyeong (1876~1914), and poet Kim So-wol (1902~1934). Also, it provides an insight into Paichai School, which paved the foundation of modern physical education in Korea. In later years, Paichai Middle School, High School and University were founded and fostered a number of talented individuals. ",
      "title": "History Museum of Paichai School ",
      "num": 10,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/Paichai.jpg"
    },
    {
      "contents": "Jeongdong-gil, commonly known as the stone wall road adjacent to Deoksugung Palace, is a time-honored path in Seoul. Emanating a romantic air in spring and fall, this particular road contains traces of history dating back to a few decades and even hundreds of years ago as it is lined up with diverse buildings built throughout the modern history of Korea. \r\n\r\nAt the corners of the uphill end are Jeongdong Theater and a quaint church next to the Seoul Museum of Art, which is bound to catch your attention. It is the Chungdong First Methodist Church established more than 100 years ago. This was where memorial services in the honor of Empress Myeongseong were held by missionary Appenzellar (1858∼1902), and its basement was the site of the creation of the Declaration of Independence and Taegeukgi, or the national flag of Korea, during the March 1 Independence Movement. This was the birthplace of major literary contributors and where Na Do-hyang and Jeon Yeong-taek created their works. \r\n\r\nChungdong First Methodist Church, bearing witness to the tumultuous history of Korea, is often called a “historical document written on bricks.” The historic events in the late period of Joseon occurred along Jeongdong-gil, making it a perfect place to explore the modern history of Korea. ",
      "title": "Chungdong First Methodist Church ",
      "num": 9,
      "lo": "126.966504",
      "la": "37.592595"
    },
    {
      "contents": "Emperor Gojong felt threatened due to the Eulmi Incident, or the brutal assassination of Empress Myeongseong by the Japanese. This resulted in Agwan Paacheon, or the Korea royal refuge at the Russian legation, with Emperor Gojong abandoning Gyeongbokgung Palace together with the crown prince. \r\n\r\nEmperor Gojong oversaw the affairs of the stage, while staying at the Russian legation, for nearly a year before returning to Gyeongungung Palace in February 1897. This is the reason the former Russian legation is considered valuable, rather than for its environment or preservation state. \r\n\r\nThe former Russian legation was the site of Gyeongungung Palace, and the site and building were much larger than those of the U.S., England, France or Germany. Emperor Gojong tried to hold back the Japanese with the assistance of Western powers, and from the sheer size and location of the former Russian legation, one can infer the great expectations the emperor had in Russia. The fact that the construction of the Russian legation commenced in 1885, the year of the signing of the Korea-Russia Friendship Treaty, further attests to this. ",
      "title": "Former Russian Legation ",
      "num": 8,
      "lo": "126.966504",
      "la": "37.592595",
      "src": "/images/Russian.jpg"
    },
    {
      "contents": "A rustic hanok village and a natural park can be found at about 100m past the main street of Chungmuro. This area is the Namsangol Hanok Village, comprised of five traditional Korean houses dating from the Joseon Dynasty that had been transferred here. In contrast to the Bukchon Hanok Village, which is a residential district, Namsangol seems more like a folk village, providing a glimpse into how people lived in the past. \r\n\r\nThe Hanok Village provides a scenic view against the backdrop of Namsan Mountain and N Seoul Tower. Since long ago, this particular area has been known for its breathtaking scenery, and for this reason, it was called Cheonghak-dong, meaning “a place where cranes flock to.” \r\n\r\nDuring the Joseon Dynasty, powerful aristocrats resided in Bukchon to the north of Cheonggyecheon Stream, while aristocrats uninterested in power and authority settled in the Pil-dong area to the south. This is why people said that rice cakes were delicious in Bukchon and alcoholic beverages had a pleasant aroma in Namchon. \r\n\r\nThe Namsangol Hanok Village reflects the historical scene of the area where scholars appreciated the arts while drinking and viewing the natural landscape. At the time of its establishment, a stream was created and the historical landscape was recreated. The pavilions lining up the road from Mangbungnu, situated at the uppermost area of the village, to Cheongnyujeong and Gwaneojeong also add to the rustic scenery. Beyond the village, Namsan Mountain can be seen in the background, enhancing the scenic beauty. It is the flawless infusion of the traditional Korean houses and the natural environment that has helped recreate the old Namchon area to perfection. ",
      "title": "Namsangol Hanok Village ",
      "num": 7,
      "lo": "126.966504",
      "la": "37.592595"
    },
    {
      "contents": "One of the historic moments during the fight for independence during the Japanese occupation period is the assassination of Hirobumi Ito at the Harbin Station in October 1909. \r\n\r\nAn Jung-geun Memorial Hall was built to honor independent activist An Jung-geun, who led the successful assassination attempt and later became imprisoned by the Japanese. Until March 26, 1910, An left dozens of historical records in the form of calligraphy and autobiography during his imprisonment. The Memorial Hall houses the articles left by the late An. An Jung-geun’s calligraphic works have been designated as National Treasure No. 569 and they attest to his strong patriotism. \r\n\r\nHis calligraphic works include the “grief and concern about the security of the nation by An Jung-geun (National Treasure No. 569-22),” which he wrote for the Japanese prison guard who respected him at the Yeosun Prison. It’s been said that the prison guard was inspired by An and looked up to him as a teacher and mentor. His descendants later donated the calligraphic work to the An Jung-geun Memorial Association in 1976. What is unfortunate is that, it is estimated that he left some 200 calligraphic works before his death, but only about 40 of them have been found. The memorial hall also houses portraits and related photographs of An, a medal and epistle recognizing his contribution to the founding of the Republic of Korea, newspaper clips at the time of his trial and more. \r\n\r\nThe An Jung-geun Memorial Hall, established in 1970, is operated by the An Jung-geun Memorial Association. The Association is dedicated to the discovery and collection of historical records and artifacts related to An, and also organizes various events including commemorative ceremonies, academic symposiums, patriotic pilgrimage and calligraphy contest every year. ",
      "title": "An Jung-geun Memorial Hall ",
      "num": 6,
      "lo": "126.966504",
      "la": "37.592595"
    }
  ]
}
