{
  "DATA": [
    {
      "contents": "从外形看只是老旧的公园，但也称之为民族公园。\r\n\r\n高宗为了纪念已末事变中殉职的将兵而建的祭壇就是奖忠壇，慰藉明成皇后杀害事件当时对战殉职的洪启熏、李道彻等多位大臣的灵魂举行了祭祀。之后壬五军乱时的殉职人员的祭祀也一起举行。\r\n\r\n日帝为了毁灭3.1运动之后的民族精神，在古宫和历史遗迹上建成公园，奖忠公园也是在当时形成。1932年在附近建起了祭奠伊藤博文的博文寺。\r\n\r\n走在公园里有一处宽敞的散步广场，在那里可以看到奖忠壇碑、水标桥、崇政殿、关圣庙等文化祭，还有3.1运动纪念碑、万海韩龙云诗碑、李儁烈士和金龙涣先生的铜像。这些都是奖忠壇公园历史价值关联体。\r\n\r\n此外还可以看见朝鲜时代建成的人工水路上的水标桥。曾在有名电视剧&lt;野人时代&gt;里出现而出名的桥。也许是我国历史痕迹遗留较多的地点，因此经常可以看到盛开的国花木槿花。推荐人们到奖忠壇漫步并观澜历史的痕迹。 ",
      "num": 5,
      "lo": "126.966504",
      "title": "奖忠壇公园 ",
      "la": "37.592595",
      "src": "/images/jangchungdan.jpg"
    },
    {
      "contents": "大学路后侧是梨花洞。梨花洞的名称是因此地古代梨花盛开非常美丽而得名。\r\n\r\n时间流逝，梨花的痕迹淡漠。梨花洞一侧是1700多平的梨花莊。是前总统李承满居住过的房屋，现在也是前总统的纪念馆。梨花莊是朝鲜中期文官申光汉的旧居遗址，正面前有麟坪大君的夕阳楼。解放时回国的李前总统在敦岩町居住2年，后又在马浦莊之后移居到梨花莊。\r\n\r\n1948年7月当选为总统移居到景武台之前居住在梨花村，大韩民国政府建立相关的大部分的事务都是在梨花莊完成。李总统在1960年结束总统职位之时在梨花莊居住1个月后移居到夏威夷。在夏威夷结束生命之后才回到梨花莊并安葬在国立墓地。\r\n\r\n现在的梨花莊由李承满总统的纪念馆和事迹馆、组阁堂和生活馆组成。走过大门可以看到事迹馆和李总统的铜像。是于1988年8月15日纪念建国45周年而柱起的铜像。对面事迹馆依然还有研究李总统人生事迹的学者出入。事迹馆右侧上坡由组阁堂，左侧尽头是李承满总统的纪念馆和生活馆（非开放）。 ",
      "num": 4,
      "lo": "126.966504",
      "title": "梨花莊 ",
      "la": "37.592595",
      "src": "/images/ihwajang.jpg"
    },
    {
      "contents": "一生沉醉于我国美景的美术史学家兮谷崔淳雨先生(1916~1984)的故居犹如他在世时的形象。他从1976年直到辞世一直居住的城北洞故居如旧主人般朴素又有风范。崔淳雨先生包括担任国立中央博物馆长等，将其一生奉献在博物馆研究和传播韩国美术的美丽，也以‘依靠在无量寿殿顶梁柱’的撰写者扬名在外。\r\n\r\n他的故居从2004年开始称为‘兮谷崔淳雨纪念馆’。曾经一时城北洞地区吹起洋屋风潮，此建筑面临拆除，市民团体国民托管组织在2002年12月募集了8亿资金以市民文化遗产第一号将此建筑买入并进行了维修和复原作业，2006年登陆为文化祭第268号。祭奠他将一生贡献给传播我国美丽，为了长久保存执笔‘依靠在无量寿殿顶梁柱’作品的地点。\r\n\r\n每年4月1日到11月30日 每周二~六 上午10点~下午4点 开放兮谷故居，冬季关闭。冬季会打扫房屋整顿花草以美丽的姿态真被迎接顾客。\r\n\r\n1930年代建造的典型京畿风格的韩屋崔淳雨故居是由‘ㄱ’字型内堂和‘ㄴ’字型外堂组成。内堂和大厅、主堂常年展示着先生的遗物。通过窗户可以观看内部的主堂是先生读书写字的地方。整齐的摆放着生前使用过的矮桌、眼镜、照相机、手笔原稿等物品。\r\n\r\n雅致的前院有水井、桧树和松树。走向后侧可以看到流露自然美的后院。 花开树青的春天和初夏是后院的美丽达到最高潮的季节。枫树和竹子、山茱萸树、柿树等林立在内，墨粉具等旧主人的爱好物品也分布在屋内各个角落。可以坐在旁边的石凳上喝着茶享受季节的风韵。\r\n\r\n※ 崔淳雨故居因空间不大，如团体参观人数超过15人，需提前一天电话(02-3675-3401)预约。 ",
      "num": 3,
      "lo": "126.966504",
      "title": "城北洞崔淳雨家屋 ",
      "la": "37.592595",
      "src": "/images/ChoiSunu.jpg"
    },
    {
      "contents": "登上过北汉山的人们应该对贞棱非常熟悉。\r\n\r\n是登山路线之一，只是登山路线、并没有人特意追寻贞棱。山岭、亭子等遍布宽阔的地方，并不太能吸引人们眼球。贞棱也是如此。认为小型的山岭没有参观的意义。那个地方是历史熟睡的场所...只能给出这种美味的答复。\r\n\r\n不知历史而前行也无碍，但了解一下再去参观会更好些。特别是随着历史的移动经理了众多坎坷的场所更是如此。贞棱是太祖的继妃神德王后的山棱，对山棱关爱有加的神德王后突然去世以后太祖将都城内的德寿宫后侧做成了棱役。与姜氏的坟墓一起将自己未来的慕位也准备好，将棱号定为贞棱。\r\n\r\n但是神德王后所生王子芳蕃和芳硕历经王子之难被杀害之后，太祖的原妃神懿王后的第5子中的太宗上位之后，贞棱遇到坎坷。太宗将贞棱的棱役100步附近定为住宅区，允许砍伐树木建筑房屋。\r\n\r\n清晰川广通桥被洪水淹没倒塌，此时将棱上植物屏风石用于广通桥的修建工程。木材和石材用于建造太平馆，神德王后姜氏的庙移葬到了现在的城北区。现在到贞棱也可以确认那时褪色的痕迹。 ",
      "num": 2,
      "lo": "126.966504",
      "title": "贞棱 ",
      "la": "37.592595",
      "src": "/images/jeongneung.jpg"
    },
    {
      "contents": "三清阁城墙拆除已有10多年了。 三清阁建于1972年，是韩朝共同声明发表当时代表团主办的宴会场所，是70~80年代政治堡垒。 来到三清阁的客人在上世纪80年代减少，90年代中期拆除围墙，变成了普通饭店。 2000年代被首尔市收购，再次变身成为包括提供餐桌菜单的餐厅、休息室和酒吧、演出场等在内的文化空间。 建筑采用韩屋，即韩屋样式，包括本馆一和堂、清泉堂、千秋堂等5个附属建筑。 也有为访问者准备的路。 被大约30个大使馆包围着，因为美丽的风景，情侣和摄影师都会光顾这里。 各辅助楼的院子是婚礼上很有人气的场所。 ",
      "num": 1,
      "lo": "126.966504",
      "title": "三清阁 ",
      "la": "37.592595",
      "src": "/images/samcheonggak.jpg"
    },
    {
      "contents": "太祖李成桂开京并将首都移到汉阳之后，最先进行的就是建筑宗庙。另外新人上位最先到宗庙和社稷叩拜和祭礼。 \r\n\r\n不止如此，壬辰倭乱时期为躲避倭军踏上避难路途时宣祖依然冒着风险派人将位牌带过来。公祭王的牌位、祭祀的地点宗庙是朝鲜历史上重要的场所。\r\n\r\n宗庙源自于中国，但渐渐被我们的现实接收，成为了韩国固有特性的文化遗产。将单纯结构的齐室相连接演绎了其庄严肃穆之美，未添加任何装饰以最狭小的空间构成，祭祀空间非常雄壮散发着严肃的氛围。\r\n\r\n在此地进行的宗庙大祭是三国时代开始的国家级大型活动，是国家的精神支柱也是统治秩序的基本。世界上有很多的神殿，但其祭礼连续进行600年以上的情形非常稀少，经过了日帝的侵略和韩国战争也没有间断而持续进行了祭礼，这被世界科教文组织高高评价。\r\n\r\n1975年宗庙祭礼被指定为重要无形文化祭第56号，世界科教文组织在1995年12月9日将宗庙与佛国寺、石窟岩、海印寺八万大长经一起收入世界文化遗产。统治时间长久，业绩最多的王的牌位封存在正殿(19室 49位)，其他则封存在永宁殿(16室 34位)。 ",
      "num": 27,
      "lo": "129.066215",
      "title": "庆熙宫 ",
      "la": "37.592595",
      "src": "/images/gyeonghuigung.jpg"
    },
    {
      "contents": "德寿宫石墙路不只是被记忆为李文世‘光化门恋歌’。朝鲜朝代无数的事件在德寿宫发生。\r\n倒追纪元是成宗的哥哥月山大君时代。德寿宫原本是他的个人住宅。在他死后过104年发起了壬辰倭乱(1592, 宣祖25)。宣祖为了躲避倭军避难到义州，韩城宫殿全部被烧毁。宣祖回来寻找住处，将月山大君的居处定为行宫称为贞棱洞行宫。从此宫殿的历史开启。宣祖于1593年在行宫辞世。\r\n\r\n继宣祖后位的光海君也是在行宫登位。光海君重建昌德宫移到此处，将行宫称为庆运宫。后将继母仁穆大妃禁闭于此并称为西宫。1623年又发生一起以庆运宫为背景的历史事件。\r\n仁穆大妃和西仁将光海君排挤掉，将绫陽君（仁祖）推上王位的仁祖反正。仁祖也是在庆运宫的卽阼登上王位。仁祖登位8天之后移居到昌德宫，此后成为别宫渐渐老化。1773年英祖49年回忆宣祖而举行四拜礼仪式，但没有做到宫殿的功能。\r\n\r\n庆运宫重新登上历史舞台是在高宗时期。高宗在俄馆播迁之后从俄罗斯大使馆返宫时回到了德寿宫而不是景福宫。避开明成皇后杀害的现场，就是为了借助列强的力量牵制日本。当年大韩帝国(1897)成立，庆运宫再次成为宫殿。\r\n\r\n它也经历两次的大火灾。但不足以跟日帝的打压相比较。1905年在德寿宫的重明殿签订乙巳条约，2年后的1907年高宗被强制退位。顺宗登上王位之后移宫到昌德宫，将高宗曾居住的庆运宫称为德寿宫。 \r\n\r\n德寿2字不是固有名词。曾宗继承了太祖的王位之后，在太祖的居处封顶了祈愿上王长寿的德寿二字谥号。之后上王的居处宫殿即被称为德寿宫。自行退位的太祖和被日帝强制下位的高宗，两人处境怎可相同。要求将德寿宫复原回原名庆运宫的意见也是原于此因。 ",
      "num": 26,
      "lo": "129.066215",
      "title": "德寿宫 ",
      "la": "37.592595",
      "src": "/images/deoksugung.png"
    },
    {
      "contents": "从锺路3街经过乐园商街之后可以看到大马路上长长的韩屋墙。墙内是朝鲜第26代大王高宗在位时居住的潜邸云峴宮。\r\n\r\n兴宣大院君的私邸，是深藏朝鲜末期政治的兴亡胜衰的地点。经历景福宫的重建，书院撤除，世道政治改革等，大院君摄政10余年间事实上做到与朝廷相同的功能。大院君从政事退出之后，也是行驶政治影响力的地方，因此历史象征性非常重大。应算做波澜壮阔的朝鲜王朝末期的历史现场。\r\n\r\n经过正门右侧可以看到长长的瓦房。就是以前担任云峴宮的警卫和管理工作的人们居住过的守直舍。现在在屋内摆设火炉、家具、煤油灯等生活用品重现了当时的情景。竖起的大门内侧挂有老安堂牌匾。角椽细腻，是座美丽的典型韩式瓦房。\r\n\r\n没有画上普遍的丹青，柱子和墙面并不华丽，但那形象反而更加端庄和美丽。老人堂是大院君作为主室使用的地方，在閔氏戚族的势道政策下过着流配般隐遁生活的时候居住过的建筑。晚年临终的地方也是老人堂后侧的内房。 ",
      "num": 23,
      "lo": "126.966504",
      "title": "云峴宮 ",
      "la": "37.592595",
      "src": "/images/Unhyeongung.jpg"
    },
    {
      "contents": "太祖李成桂开京并将首都移到汉阳之后，最先进行的就是建筑宗庙。另外新人上位最先到宗庙和社稷叩拜和祭礼。 \r\n\r\n不止如此，壬辰倭乱时期为躲避倭军踏上避难路途时宣祖依然冒着风险派人将位牌带过来。公祭王的牌位、祭祀的地点宗庙是朝鲜历史上重要的场所。\r\n\r\n宗庙源自于中国，但渐渐被我们的现实接收，成为了韩国固有特性的文化遗产。将单纯结构的齐室相连接演绎了其庄严肃穆之美，未添加任何装饰以最狭小的空间构成，祭祀空间非常雄壮散发着严肃的氛围。\r\n\r\n在此地进行的宗庙大祭是三国时代开始的国家级大型活动，是国家的精神支柱也是统治秩序的基本。世界上有很多的神殿，但其祭礼连续进行600年以上的情形非常稀少，经过了日帝的侵略和韩国战争也没有间断而持续进行了祭礼，这被世界科教文组织高高评价。\r\n\r\n1975年宗庙祭礼被指定为重要无形文化祭第56号，世界科教文组织在1995年12月9日将宗庙与佛国寺、石窟岩、海印寺八万大长经一起收入世界文化遗产。统治时间长久，业绩最多的王的牌位封存在正殿(19室 49位)，其他则封存在永宁殿(16室 34位)。 ",
      "num": 22,
      "lo": "129.066215",
      "title": "宗庙 ",
      "la": "37.592595",
      "src": "/images/jongmyo.png"
    },
    {
      "contents": "曾经也被称之为昌庆苑。有动物园和植物园。1911年由日帝从昌庆宫下调为昌庆苑，长时间做为遗址放置。毁坏最凄惨的宫是景熙宫，那么变得最凄惨的宫廷就是昌庆宫。 \r\n幸好在1983年开始将动物园移入名称也改为昌庆宫。是昌庆宫建造500周年时候的事情。\r\n\r\n昌庆宫是成宗在1483年延续景福宫和昌德宫在昌德宫东侧建筑的宫廷。其基础是世宗建成，世宗登位当时在高丽南京的离宫遗址现在的昌庆宫位置，为太宗而建筑了寿德宫。成宗为世祖妃子正熙皇后、睿宗妃子安顺王后、德宗妃子昭惠王后等3名戴妃扩建了寿康宫，并取名为昌庆宫。\r\n昌庆宫里的文政殿、欢庆殿、景春殿等大部分殿阁就世在此时建成。\r\n\r\n昌庆宫与昌德宫相连，两个宫殿并未设置任何区隔。与其他宫殿一样在壬辰倭乱时全部损毁，光海君8年(1616)重建。之后昌德宫作为朝鲜的正宫，其用处也渐渐扩大。\r\n\r\n一般宫廷的正门建在宫殿的南侧，昌庆宫的正门建在东侧，也是考虑到与昌德宫的关联性而设置。此外在功能和用途方面很多都考虑了生活的便利性。但是因1830年的欢庆殿火灾内殿被烧毁，1907年因为日帝侵略高宗退位之后，顺宗将居处移到昌庆宫，变为动物园和植物园公开于世之后宫廷的权威渐渐下滑。 ",
      "num": 21,
      "lo": "126.966504",
      "title": "昌庆宫 ",
      "la": "37.592595",
      "src": "/images/changyeonggung.png"
    },
    {
      "contents": "昌德宫是第二个被世界科教文组织选定的世界文化遗产。第一个是宗庙，之后昌德宫也被收入进去。\r\n\r\n倍感自豪的我国文化也是世界共同保存的文化祭。世界科教文组织选定的世界文化遗产应满足以真诚和普遍价值为前提的10个条件中的1一个以上的条件，昌德宫是以‘在东亚宫殿建筑史上富含代表性的非典型建筑造型美的宫殿，与周边自然环境完美组合其排列非常卓越’的理由而选定。\r\n\r\n昌德宫是建筑于山脊上的宫殿，全体面积的2/3位于北岳山的鹰峰山山脊。是适当利用山势而建的宫廷。昌德宫的价值较特别的原因也是因为顺着这种自然地势而建的完美融入自然的建筑。最富韩国特性的建筑和园林。\r\n\r\n昌德宫于1405年由太祖建成。继景福宫之后第二个朝鲜王朝的离宫。但回顾朝鲜王朝的历史，它是最长时间做了法宫作用的宫廷。朝鲜经过壬辰倭乱同时失去了景福宫和昌德宫。\r\n\r\n之后认为景福宫遗址不祥故被放置很久，光海君2年(1610)重建的昌德宫做了270余年的朝鲜法宫。为了与相邻的昌庆宫保持界限而使用。但与大部分朝鲜宫廷一样，在日帝侵占时期被损毁。\r\n\r\n1917年在昌德宫大造殿发生的大火灾将大部分内殿烧毁。日帝以复原昌德宫的名义下将景福宫的殿阁拆除使用。拆毁景福宫的康宁殿和交泰殿，建造了昌德宫的熙政堂和大造殿。气势是同时损毁了昌德宫和景福宫。顺宗辞世之后损毁更加严重。昌德宫在1991年得到复原。另外在1997年被收入为世界科教文组织选定的世界文化遗产，再次证明了其价值。 ",
      "num": 20,
      "lo": "126.966504",
      "title": "昌德宫 ",
      "la": "37.592595",
      "src": "/images/changdeokgung.png"
    },
    {
      "contents": "朝鲜王朝开国功臣郑道传从太祖那里接到的命令就是为第一宫廷取名。开国3年之后的1395年完工的宫廷，由390间组成坐落于汉阳中心。根据风水地理学说，背部依靠主山北岳山，宫正面光化门外组成街道形成了市区。\r\n\r\n前部有案山南山，流淌着内水清溪川。象征新的王朝权威法宫坐落的最佳名堂。他苦心思考后以‘新王朝坐享荣华巨福’之意取名为景福宫。可能是因名字的吉祥之福，新王朝整整连续了600余年。但景福宫的历史并不如此。\r\n\r\n1553年从景福宫康宁殿起火。康宁殿开始的火势将勤政殿北侧的大部分烧尽之后才渐渐变弱。之后的下一年度进行了复原，但幸好不是全部烧毁的程度。据预测景福宫全部被烧毁是因壬辰倭乱(1592년)时期倭军的恶行。 战乱结束之后因认为此地不吉，而将法宫的职能让给昌德宫。\r\n\r\n景福宫重新复活是因270年之后的1867年兴宣大院君。大院君重建了330余栋、7225间的景福宫，重新建立了王权。但这是朝鲜王朝景福宫的最后的影像。因1876年的大火灾，交泰殿等大多数内殿被烧毁。进入日帝侵占时期朝鲜最高的法宫、景福宫等彻底解体。\r\n\r\n1915年召开朝鲜物产共进会，90%的宫殿撤除，1917年昌德宫发生火灾时将景福宫殿阁撤除，用于建筑昌德宫的内殿。景福宫正门光化门也移到建春门北侧，1926年在勤政殿前面建起了朝鲜总督府，乾清宫建起美术馆等，其实都是损坏景福宫的事件。 ",
      "num": 19,
      "lo": "126.966504",
      "title": "福宫 ",
      "la": "37.592595",
      "src": "/images/gyeongbokgung.png"
    },
    {
      "contents": "罢楼(罷漏,上午4点钟)响起了第三十三响钟声。都城的早晨开启。之后人定(人定,上午10点钟)响起第二十八响的钟声。罢楼和人定的普信阁钟声响起时将城门开启和关闭，百姓听到此信号得知一天的结束和开始。\r\n\r\n告知一天的钟于朝鲜太祖7年(1398)首次挂上都城，于太宗13年(1413)将钟楼移到锺路。现在的普信阁也不是原本就是一对。宝物第2号普信阁的钟是世祖14年(1468)铸造。高 3.18m, 口径 2.28m的大型钟。经过了贞棱寺和园觉寺于忠宗31年(1536)移到了南门之内，又在宣祖30年(1597)移到了明礼洞山坡。光海军11年(1619)毙死之后移到了现在的普信阁位置。\r\n\r\n现在的普信阁也是光海军时代建筑的。之后的普信阁也发生了四次的火灾又经过了重建。原称为锺角，于高宗32年(1895)发生普信阁悬额之后，成为了现在的普信阁和普信阁钟。普信阁在韩国战争时被破坏，1953年复原之后1980年复原为锺路。现在以正面5间、侧面4间的雄壮姿态林立。 ",
      "num": 18,
      "lo": "129.066215",
      "title": "普信阁 ",
      "la": "37.592595",
      "src": "/images/Bosingak.jpg"
    },
    {
      "contents": "首尔市内流向汉江的支流总共为14个。其中文化遗迹尤其多的河川就是弘济川。连接首尔都城和北汉山城的荡春台城城门弘智门开始，包括李光洙别墅遗址和石坡廊、洗剑亭、荡春台遗址、造纸署等顺着水流的历史痕迹悠悠流传。\r\n\r\n位于弘济川上流的洗剑亭是连接仁王山、北岳山的市中心追踪路线的终点，也是现代共存的祖先们的痕迹。\r\n洗剑亭的名称由来有很多种的故事版本。最有利的说法与1623年仁祖反正相关。李贵、金瑬等反正军聚集在弘济院盟誓洗剑立义（洗剑树立正义）之后预谋反正。之后为了纪念事件成功建立了洗剑亭。其外形是丁字型3间、八字屋檐的亭子。根据记录于1747年（英祖23）重建，1941年消失又在1977年复原之后一直维持到现在。\r\n\r\n弘济川流过的洗剑亭周边以北岳山南侧山麓白云台相连的美景而扬名。\r\n近期平昌洞、旧基洞、弘济洞、付岩洞等安静的村庄氛围和与此相融合的咖啡馆、餐厅等纷纷开业，渐渐成为首尔的名所。 ",
      "num": 17,
      "lo": "126.966504",
      "title": "洗剑亭 ",
      "la": "37.592595",
      "src": "/images/Segeomjeong.jpg"
    },
    {
      "contents": "社稷公园是可以预测朝鲜时代历史始初的空间。朝鲜时代国家处于凶年，大王就会到此流泪举行祭奠。社稷的‘社’是土地的神，‘稷’是五谷的神之意，对它们举行祭奠仪式祈愿丰年的地方就是社稷壇。朝鲜太祖潜逃至汉阳之后最先组建的就是宗庙和社稷壇，可见其历史重要性。\r\n\r\n社稷壇以正四角墙包围。其中东西南北有4个大门，东部建设了土地主管神‘社’的祭奠社壇，西部建设了五谷主管神‘稷’的祭奠稷壇。在壇上面堆上石柱各自配向‘社’神和‘稷’神。社稷壇举行4个大祭、中祭、丰年祈求祭、祈雨祭、薦新祭、告由祭等，每年9月又奉行社稷大祭。\r\n\r\n走进社稷壇入口最先看到的是宝物第177号社稷壇正门。此门是走进祭奠土地神和谷物神的社稷壇的第一关门。内部的社稷壇是正面3间、侧面2间、建筑面积57.42平方m（17.4平）的人字型屋顶，壬辰倭乱时期神室等灭失之后于朝鲜末年才得到复原并经过了数次的维修。\r\n\r\n神门是1962年道路扩张工程时被移动到离原位置向后14m的地方。以两座社稷壇为中心形成的宽敞院子被土墙围绕，为防止闲人进入在高一层的长大石基壇上建起正门表示其为圣地。\r\n\r\n社稷壇后侧为追慕檀军始祖的祠堂檀军圣殿，其后侧就是黄鹤亭。黄鹤亭是维持弓术的命脉，根据高宗的命令将1922年日帝侵占时期景熙宫会祥殿北侧的弓术练习地移到了登科亭原址。公园内有锺路图书馆、市立儿童图书馆等几处公共建筑，形成茂密的森林，四季都是市民可以休息和体验历史空间的地方。 ",
      "num": 16,
      "lo": "126.966504",
      "title": "社稷公园 ",
      "la": "37.592595"
    },
    {
      "contents": "位于锺路区红把洞的音乐家洪蘭坡的故居进行了修复。是温馨的洋屋住宅。屋内展示着洪蘭坡年报和照片、乐谱等，可以遇见生动的洪蘭坡的人生和痕迹。\r\n\r\n洪蘭坡留下‘风仙花’‘圣佛寺之夜’等珠玉般的名曲，是有名的作曲家和我国最早的小提琴家。特别是他作曲的音乐承载了我们固有的情趣而备受国民喜爱。但是参与了些朝鲜音乐协会等亲日团体，留下了一些些的遗憾。\r\n\r\n经过院庭内的洪蘭坡像进入家屋，可以看到如童话般的屋内风景。可以看到与学生和家族一起在家屋前留影的洪蘭坡干练的形象。另外细心雕刻‘故乡之春’的木板和泛黄的‘凤仙花’乐谱也展示在其中。与孩子们一起随乐谱唱唱歌也是一种乐趣。 \r\n\r\n树藤围绕红砖的洪蘭坡家屋随着岁月的流逝，展示着更美丽的建筑之美。是1930年德国宣教师所建的西洋式近代家屋，地下基础部分利用了花岗石石材，墙面粗糙处理强调了文艺复兴式勒斯蒂技法特征。\r\n\r\n往上侧推开的竖直型窗户添加了高贵之美。洪蘭坡家屋内部雅致温馨的空间留下的印象尤为深刻。经过楼道原主屋和客厅是展示空间，也准备成小规模的音乐会舞台。\r\n\r\n原为民间所有物的洪蘭坡家屋被锺路区买入，备齐音箱设备重生为可以容纳50余人的音乐会场。白墙和红砖墙炉、楔形木地板相结合给人以精致温馨的感受。观众席上折叠式的椅子也是展现朴素和精致感的演艺场形象。 ",
      "num": 15,
      "lo": "126.966504",
      "title": "洪蘭坡家屋 ",
      "la": "37.592595"
    },
    {
      "contents": "独立门是1897年独立协会通过国民募集而建立的高14.28m,宽11.48m的石砌门。\r\n\r\n原来是迎见中国信使的四大外交象征迎恩门，将其拆除刻铸了独立的意志。其外形恰如模仿巴黎的凯旋门，细节美相较不足，但充满着对自主主权的欲望。用韩文和汉字雕刻的独立门字体与左右的太极旗更加强调此内容。门前立着两柱史记第33号迎恩门柱楚。\r\n\r\n1917年和1928年进行修理，1979年因城山大路工程被移到离原来位置西北方向70m处。1992年8月15日与周边的西大门刑务所、独立馆、殉国先烈追念塔等一起作为西大门独立公园开门。之后每年将近50万名观光客到此观光成为了历史名所。\r\n\r\n但历经岁月，周边的设施也有损坏和老化。此外还有人指出，独立门周边的淮扬木和日式莲花池，还有3.1独立纪念馆后侧高高树起的外来树种都与独立门的历史意义不符。独立协会和国民募集而建成的独立门和日式莲花池存在于相同空间，如穿戴不适合的衣服一样令人感到不自然。\r\n\r\n因此种理由，开始了独立公园相符合的空间整备作业。包括之前老化的建筑形成了1万多㎡的广场‘独立广场’是其最大特征。开阔的广场不愧形成独立门的威严和伟大。另外新组成的历史公园代替日式莲花池做成四角形的传统莲池‘芳池’。3.1独立宣言纪念塔和独立门之间的日式园林改为松树等传统树种。排除了日式色彩，重生为真正历史性的胜地。\r\n\r\n蜕变为历史象征性公园的独立公园以易到达的地理位置和最新的设施成为鲜活的历史教育场所。 ",
      "num": 14,
      "lo": "129.066215",
      "title": "西大门独立公园 ",
      "la": "37.592595",
      "src": "/images/sub2030.png"
    },
    {
      "contents": "与位于都城中心的崇礼门和兴仁之门不同，弘智门位于首尔北侧，现在的祥明大学附近的位置。朝鲜肃宗41年为连接首尔都城和北汉山城而设立的弘智门是荡春台城的城门。\r\n\r\n弘智门是汉城北侧的门也称为汉北门。肃宗亲笔写上弘智门的牌匾挂在门楼，成为了正式的名称。1921年因洪水而破坏的弘智门在1977年因都城复原委员会而得到修复。此时弘智门的悬牌是朴正熙前总统提的字。 \r\n\r\n弘智门是在虹霓形态的陆筑上正面3间、侧面2间而建的单层门楼。门楼的左右做了侧门，用砖头堆建了围墙。另外在门的前后也装饰了虹霓模样的铁片，内部做了可以进城的阶梯。\r\n\r\n与弘智门相连的低矮的都城开始就是荡春台城。岁月流逝但登山路上的都城的外貌依然保存沉重的岁月痕迹。\r\n\r\n荡春台城是连接都城和北汉山城的城。经过壬辰倭乱和丙子胡乱后为了保护首都而建。从仁王山顶峰首尔汉阳都城经过北汉山碑峰下的守理峰其距离相距4kn。此山城的名称来自洗剑亭附近游玩区的荡春台。\r\n\r\n荡春台城以弘智门和五间大水门为界分为两个地形。以宏济川为中心西南侧是从首尔汉阳都城的北侧分叉的山脊而建筑。北东侧是国立公园荡春台山脊沿着北峰而延伸。\r\n\r\n山脊线斜坡缓慢，可以轻松爬上去享受散步和登山的乐趣。也是值得一去的历史探访地。从洗剑亭、祥明大学和旧基隧道、弘恩洞等地方出发会比较容易接近都城。 ",
      "num": 13,
      "lo": "126.966504",
      "title": "弘智门和荡春台城 ",
      "la": "37.592595"
    },
    {
      "contents": "我们民族的老师，白凡金九。日帝侵占时期他是韩国历史政府的主席，为了独立进行了不断的斗争。他的第一、第二、第三愿望全部都是韩国的自主独立。 \r\n\r\n独立后为了南北分裂的民族统一而奉献终身。根据调查结果，他是最想复制的人物(1997年 高大新闻)第一位，20世纪精神史上影响力最大的人物第一位(1999年 韩民日报21)，历史上最优秀人物第一位(2009年 韩国社会舆论研究所KSOI)等，这些应该是很自然的结果。 \r\n但是很遗憾的是白凡于1946年6月26日被安斗熙的3发子弹打中失去生命。是大韩民国历史变更的瞬间。\r\n\r\n京桥莊是白凡最后的呼吸场所。日帝侵占时期以地下1楼、地上2楼的规模建筑的日本式花岗岩石筑建筑物，原本是金矿巨富崔昌学的住所。但解放之后以白凡的职务室使用，也是召开大韩民国临时政府国务会议的场所。1949年白凡辞世之后又以金矿巨富金昌学之宅、台湾大使官邸、美国特殊部队的居住地而使用。原名为竹添莊，金九先生将其利用为职务室之后被称为京桥莊。 ",
      "num": 12,
      "lo": "126.966504",
      "title": "京桥莊 ",
      "la": "37.592595",
      "src": "/images/Gyeonggyojang.jpg"
    },
    {
      "contents": "贞洞路上有很多体现我国近代史的建筑物和痕迹。昌德宫、梨花女高、艺苑学校、贞洞教会、新亚建筑等。特别是梨花女高是斯克兰顿设立的最早的私立女性教育机关，有很多穿梭近代史的痕迹。\r\n\r\n梨花女高100周年纪念馆就是韩国近代史的另一面。19世纪末到20世纪初进入我国的外国大使馆大部分都定位于贞洞路。其中心点就是梨花女高100周年纪念馆前身孙泽酒店。孙泽酒店是1902年德国女性孙泽接受高宗的赐予而建的首座西洋酒店。是美国为主轴贞洞俱乐部的主要聚会场所，是列强们正式或非正式的会谈场所。决定大韩帝国命运的无数会议就在此地举行。\r\n\r\n孙泽酒店于日帝期间的1918年关门。作为梨花学堂宿舍使用。1923年为了纪念梨花女高第四代校长弗雷而建筑过弗雷厅，但因1975年的火灾而消失。现在为了纪念梨花学堂创立100周年建筑了梨花女高100周年纪念馆 ",
      "num": 11,
      "lo": "126.966504",
      "title": "梨花女高100周年纪念馆 ",
      "la": "37.592595"
    },
    {
      "contents": "培材学堂是1885年美国宣教师阿彭策勒设立的最早的西洋式近代教育机关。培材学堂东馆是1916年竣工的遗迹深渊的近代建筑，2008年重生为培材学堂历史博物馆。在此可以确认近代教育面貌的收藏品，还有常设展示馆、企划展示室、体验教室和座谈会议室等。\r\n\r\n培材学堂名誉学堂里介绍有第一代总统李承满(1875~1965)、韩文学家周时经(1876~1914)、诗人金素月(1902~1934)等在韩国近现代史上划上一笔的人物。另外还可以看到垫积韩国近代历史初石的培材体育的面貌。后来培材学堂连着培材中学、培材高中、培材大学等，培养出了无数的人才。 ",
      "num": 10,
      "lo": "126.966504",
      "title": "培材学堂历史博物馆 ",
      "la": "37.592595",
      "src": "/images/Paichai.jpg"
    },
    {
      "contents": "以德寿宫石路而扬名的贞洞路是首尔有名的散步路之中，最深地渗透遗书和官录的路段。展现着春天和秋天情趣的路段以外，可以感受数十年到数百年岁月的痕迹。沿着路段可以看到横跨近现代史的多样建筑物。\r\n\r\n沿着德寿宫石路一直上行之后在拐角处拐弯，可以看见夹在贞洞剧场和首尔市立美术馆的教会。在贞洞路中心历经100余年历史的贞洞第一教会。明成皇后被杀害之后建立教会的宣教师阿彭策勒(1858∼1902)在此地主导了追慕祭礼，也是3.1运动时期在礼堂地板下的地下室里隐秘制作独立宣言书和太极旗的历史现场。罗道香、田荣泽等进行作品活动和主要文学同人誌诞生的舞台，也曾以小说背景登场。\r\n\r\n人们将悠久历史中存在的贞洞第一教会称为‘用砖堆砌的历史’。旧汉末，重量级的历史事件都是在以贞洞第一教会为中心的贞洞路上发生，可以在此地探访近现代史的痕迹。 ",
      "num": 9,
      "lo": "126.966504",
      "title": "贞洞教会 ",
      "la": "37.592595"
    },
    {
      "contents": "明成皇后被杀害的已末事变之后，高宗感到了来自身边的威胁。此时与王世子一同出宫移居到俄罗斯公使馆。此事件就是俄馆播迁。\r\n\r\n直到1897年2月移宫到景云宫之前，在俄罗斯公使馆居住1年并管理政事。俄罗斯公使馆遗址就是当时的历史现场。相比空间或者保存状态，是更加富含其历史性价值的地方。\r\n\r\n俄罗斯公使馆是原景云宫旧址，建筑物或土地胜过美国、英国、法国、德国的公使馆。高宗在俄馆播迁之前就欲通过西洋势力牵制日本，从俄罗斯公使馆的规模和位置即可知晓高宗对俄罗斯的期待之心。俄罗斯公使馆在1885年韩俄守护条约签订之时开工也可说明此内容。现在在俄罗斯公使馆旧址上观望可以预测当时的气势。 ",
      "num": 8,
      "lo": "126.966504",
      "title": "俄罗斯公使馆旧址 ",
      "la": "37.592595",
      "src": "/images/Russian.jpg"
    },
    {
      "contents": "在忠武路大路边走路100余m可以看到端庄的韩屋村和自然公园。将朝鲜时代的5座韩屋村移到此地形了的南山谷韩屋村。步着老爷步伐漫步在此地也不会感觉一丁点的不自然。以居住为主的北村不通此地无人居住类似民俗村的感觉。尽管如此村庄的风韵依然。\r\n\r\n远处的南山和N首尔塔下包围韩屋村的宽阔为自然增添一抹风采。从以前就有鹤群飞入而称之为‘青鹤洞’，其风景尤为美丽。据说是南酒北饼，此话一点不错。朝鲜时代清溪川北侧北村居住有权势的老爷，南侧笔洞一带居住着与权势无关的老爷们。所以北村的饼很好吃，南村的酒很香醇。 \r\n\r\n可能是派势的影响，望着宽阔的自然很容易理解当时沉醉于酒和风流的南村古代学者们的心情。南山谷韩屋村将当时的情趣再现。做成山脊让水流下去，重现了传统的园林。村子最高端的望北楼到清流亭再到观鱼亭，这些路口上的亭子也增添了传统之美。后部如屏风般围绕村庄的南山添加了更多的风韵。如只认为韩屋村就是全部，但其实自然风韵更能真正代表南村。 ",
      "num": 7,
      "lo": "126.966504",
      "title": "南山谷韩屋村 ",
      "la": "37.592595"
    },
    {
      "contents": "民族斗争的代表事件中，可例举1909年10月在满州哈尔滨站杀害伊藤博文的瞬间。\r\n\r\n安重根义士纪念馆是为纪念当时事件的领导者独立运动家安重根义士的纪念馆。 \r\n事件之后安重根义士被监禁在旅顺的日本监狱。直到1910年3月26日为止，在监狱里撰写遗墨和自传等留下了数十件历史记录。纪念馆里展示着安重根义士生前的遗物。特别是整个收入宝物第569号的安重根义士遗墨，可以重温他的尤国忠节。\r\n\r\n其中还有在旅顺监狱为崇敬他的日本监狱教导官而写的宝物第569-22号‘国建安危 劳心焦思’遗墨。他被安重根义士所感动，一生将安奉为老师，他的后代在1976年将遗墨馈赠于安重根义士崇慕会。临近辞世也还因‘担心国家安危而操心’，爱国之心与遗墨中断指的手印同时付给人们感动。较遗憾的是推测遗物约有200余件，但到目前只发现40余件。此外，安重根义士的画像、相关照片、建国功臣勋章和书函、公判当时的新闻报道内容、有名人士的挥笔等也增添看头。\r\n\r\n1970年建成并由社团法人安重根义士崇慕会监管运营的纪念馆，内部设有安重根义士崇慕会办公室，不断在发掘和收集安重根义士的各种遗物和资料。此外每年都在举行纪念仪式和学术论坛、爱国巡礼、书艺白日场等活动。 ",
      "num": 6,
      "lo": "126.966504",
      "title": "安重根义士纪念馆 ",
      "la": "37.592595"
    }
  ]
}
